{
    "0": "用户0表示在开始阶段未能抓住机会，感到措手不及；用户3使用了俗语“针不戳”来表达对某事的赞赏，并发送了表情包。",
    "1": "群聊内容主要包括用户们的表情符号和疑问符号，其中User_8恭喜了某件事情，User_7提到通知群并询问是否可以撤回消息，User_11也有疑问，User_8建议叫管理员处理，最后User_9发出了一句话。此外，User_8还发送了一个中性的表情包。",
    "2": "在群聊中，User_9表达了情绪低落的心情，并发送了表情包以表达伤心的意图。User_2则用“针不戳啊User_9”来回应User_9的发言。",
    "3": "User_37发送了预料的表情包🙌。",
    "4": "User_29兴致勃勃地邀请大家进群，表示位置很多，并发出快乐的表情包。",
    "5": "群内讨论了球队经理是班上的情况，用户询问有人在看比赛，确认是篮球赛，并提议经理考虑直播比赛。多人支持直播，并通过表情包表示预料。",
    "6": "User_29表示没有流量，希望每人给一百块，考虑直播。同时发送了表情包，表达想要成为朋友的意图。",
    "7": "群聊讨论了下次比赛是否要直播，User_29提议大家都来参加，User_5和User_10表示下次一定参加。最后，User_29发送了生气的表情包。",
    "8": "群聊讨论了星期四的活动安排，User_42询问是否可以参加，User_29表示可能还有活动，建议等待通知。最后，User_29发送了表情包以表达称赞之意。",
    "9": "软院进入决赛，User_39发送了快乐的表情包。",
    "10": "User_37发送了表情包🐂🍺，意图为称赞。",
    "11": "本次群聊讨论内容涵盖了“手下留情”、“合作共赢”、“全部100”、“第四组的”等话题，其中User_32表达了对“可以先上哪”和“救命”的疑问，并发送了预料的表情包。",
    "12": "群聊讨论了如何在5分钟内完成一个作品的方法，其中User_6分享了自己的见解。User_9则提出了疑问，并发送了一个表情包表达尴尬的情绪。",
    "13": "在群聊中，用户们互相调侃和开玩笑，展现了轻松愉快的氛围。其中，User_7表达了惊讶的情绪，User_10挑衅其他成员展示实力，User_6表示支持，User_2则使用了表情包增加了幽默感。整体氛围轻松活泼，充满了友好互动。",
    "14": "本次群聊的摘要为：User_32表达了感谢之情，并发送了表情包以示感激。",
    "15": "本次群聊讨论了眨眼补帧、切换慢动作模式等视频编辑技巧，其中User_7提到了后面的照片可能需要添加，User_33则表达了对大家的感激之情，并发送了表情包表示感谢。",
    "16": "User_8原以为会有石牌一日游，但实际上并没有。User_31提醒大家没有一日游活动，因为很多同学要参加比赛，需要考虑安全问题。User_26祝User_18生日快乐，并鼓励他坚定前行，克服困难。User_18感谢大家的祝福，并发送表情包以表达感激之情。",
    "17": "群聊讨论了饭堂的宵夜菜单，其中提到了生滚粥的存在。同时，User_3还分享了一个中性表情包。",
    "18": "User_41提到时间早了点，User_3表示自己是晚餐，并发送了快乐的表情包。",
    "19": "群聊讨论了一个Pr项目出现的问题，User_5提到了解码困难和视频导出亮度问题，表达了生气的情绪。",
    "20": "在本次群聊中，User_2称赞了User_21的英语写作能力有显著提升，User_5表示认同并提到一些问题，User_0则回复了User_5并发送了表情包表达不同意见。",
    "21": "群聊中User_20分享了一段配文，并附带了快乐的表情包。",
    "22": "讨论了素三鲜和肉三鲜的不同，提到了不同地方的素三鲜各有特色。其中有人表示不清楚众所周知的事情，另一人提到饭堂的三鲜可能是韭菜。整个讨论带有一些幽默和快乐的氛围。",
    "23": "User_10表达感谢并分享了一张坚毅的表情包。",
    "24": "User_5在群里鼓励User_3考研加油，表示相信他一定能够考上理想的成绩，并发送了快乐的表情包。",
    "25": "User_37在群里发出了鼓励的口号“上岸！”，并附带了表情包以表达鼓励的情绪。",
    "26": "群聊成员User_32报了全勤，展现出自信满满的态度，但却感受到了其他成员的调侃，表情包显示了他生气的情绪。",
    "27": "User_2提到要睡觉，引起了User_18的疑问，User_26回复说要睡觉，User_2表示上面的消息已经是最后一个了，并发送了表情包表达不满。",
    "28": "User_3提出了关于输入查询的问题，并表示不能鼠标点击，给出了差评。User_7给出了人性化设计的建议，得到了User_25的称赞和建议满分。User_42提到了地铁输入前面序号的问题。User_6和User_25表达了满分的看法。User_18提到了银杏。User_26感谢了User_2。User_25发送了表情包以表达称赞。",
    "29": "群聊内容主要围绕着用户们在学校生活中的一些趣事展开。其中，User_7和User_10讨论了一次搞错的经历，User_3询问了是否还需要抢课，User_10提到是体育课，而User_20则表达了对大一下学期的伤感情绪，并发送了伤心的表情包。",
    "30": "群聊讨论了推荐的问题，User_25询问有什么推荐，User_7问是否需要抢购，User_3表示非酋不需要推荐，建议选择剩下的选项。最后，User_7发送了快乐的表情包。",
    "31": "群内讨论主要围绕毛中特考试备考展开，建议背诵套话并结合材料编写大题，涉及抗疫、脱贫攻坚、全面小康等时事热点。强调彰显中共/中国特色社会主义制度优势，强调历史前进逻辑和人民主体地位。建议查阅脱贫摘帽和中特制度优势相关内容，提醒套话重要性。部分成员提及17级毛中特考试情况，建议选择性学习，不背锅。群内成员表达感激之情。",
    "32": "User_3提到曾经死背提纲的经历导致失败，User_20表达感恩之情并发送了表情包以表示感激。",
    "33": "User_3在讨论如何用改革开放的眼光看待改革开放，提到记忆深刻，表达了对背提纲的困惑和华师老师的观点。他建议结合食用，讨论了背诵毛和习的话题，并表示个人猜测不背锅。User_20则用哈哈哈哈哈哈哈回应了其中的某些内容，最后User_3发送了表情包以迎接。",
    "34": "User_3提到了数据结构学习的重点，建议去找桂芝老师班的同学请教，强调了掌握知识的重要性。User_3表示可以帮忙解答文件套话模板中不懂的部分。User_3分享了关于礼物精神和抗疫精神的观点，强调了舍生取义、命运与共、生命至上等价值观。User_10询问了关于“舍命上同学”的含义，User_3进行了解释。User_8表达了困惑和不理解的情绪，发送了表情包表示疑问。",
    "35": "用户们讨论了一些问题，包括用户8对话中的疑问和理解，用户3关于考试和马原思想的讨论，以及用户7和用户40对用户3的赞扬。用户3分享了一些关于马原思想的内容，并引发了一些讨论和赞扬。",
    "36": "群聊成员User_5分享了自己刚刚睡醒还有点懵的状态，并表达了感谢之情，最后发送了表情包以示感激。",
    "37": "User_40、User_5和User_4相互祝福新年快乐、学业有成、步步高升；User_34祝User_19生日快乐，祝福永远健康、青春常在；User_19回复感谢大家，祝大家新年快乐，并发送表情包以表达称赞。",
    "38": "User_0询问2.30早上8点佛山西有没有，同时发送快乐的表情包。",
    "39": "讨论了虚拟现实课堂中人数过多的问题，其中User_5表示旁边有人蹭课，User_29打算过去但因害羞而放弃，最后发送了害羞的表情包。",
    "40": "User_5表达了对电脑的不满，认为离谱，并发送了表情包以表达情绪。",
    "41": "User_38指出左前方有六个空座位。User_29表示这两节课都是理论课，打算在后面摸鱼。User_29发送了一个中性表情包。",
    "42": "群聊讨论了咸鱼的存在让人感到困惑，用户7表达了自己对此的疑惑，并通过发送表情包表达了自己的想法。",
    "43": "User_5提到了滞空和吃了几个乔丹；User_7感谢User_29送的皮肤，虽然不知道具体数量，但仍然表示感激，并发送了表情包以表达感谢之情。",
    "44": "群聊内容总结如下：User_17在询问是否还有人没有组。User_19表示愿意加入他们的组，但要担任组长。User_41、User_25和User_7连续发送了“666”。User_7提到了User_30。User_41提到抑郁可以来。User_19催促大家快点交作业。User_19发送了表情包，表达了要求。",
    "45": "User_7表达了对lyy的善待之情，称其为傻单纯天真。User_30对此表示疑惑。User_41发出惊叹号。User_45表达了自己没有人要的心情，并发送了尴尬的表情包。",
    "46": "群聊内容简要总结：User_25和User_22互相发送了问号表情包，表达了疑惑和好奇的情绪。",
    "47": "群聊内容主要围绕着计算机网络四缺二的组队情况展开讨论，User_29表达了急切寻找队友的心情，并通过发送表情包表达了惊讶之情。",
    "48": "User_5询问是否需要组队，然后表示可能只有少数人组队。User_32提到计算机网络课程需要分组，每组6人，要求大家自行组队并填写在线文档。User_29表达了疑惑。最后，User_5发送了表情包，表达想要成为朋友的意图。",
    "49": "群聊讨论了一件大家还不清楚的事情，User_5在表情包中表达了尴尬的情绪。",
    "50": "群聊讨论内容包括迷惑的课程组队任务、剪线头和修电脑的话题，以及User_5发送的表情包用于称赞。",
    "51": "User_20在群里呼吁计算机网络五缺一组队，表达了急切的需求，并发送了尴尬的表情包。",
    "52": "User_20在询问是否有人可以加入三缺三或者二缺四的游戏，同时发送了一个尴尬的表情包。",
    "53": "在群聊中，User_5表示让大家先别急，透露男生正在商量瓜分哪个宿舍的消息，并发送了快乐的表情包。",
    "54": "群聊讨论中出现了一缺五的情况，引起了其他成员的疑惑。User_20提到现在需要分组的情况，并发送了一个尴尬的表情包。",
    "55": "群聊成员User_5加入了吃寿司的行列，并分享了快乐的表情包。",
    "56": "User_38问谁的伞，User_16回复是自己的，并发送了预料的表情包。",
    "57": "在这个群聊中，User_7表示愿意帮忙，提出想要与对方交换足球。User_32询问User_7的课程，但最终决定放弃。User_7觉得情况有些离谱，而User_32继续询问是否还有足球位。最后，User_32发送了表情包，表达了某种请求或期待。",
    "58": "User_8表示无法认出某物的位置，User_43表示已经帮忙找到并带上了，User_8感激地发送了表情包。",
    "59": "群聊内容主要围绕着一位用户发现了一只杯子展开讨论，其他用户则在讨论奶茶的话题。其中，有用户提到昨天已经有人在交流群问过这只杯子的归属，另一位用户则询问有人喝奶茶吗，但具体是什么奶茶还未确定。整个讨论显得轻松愉快，其中还有用户发送了中性表情包。",
    "60": "User_29询问大家想喝什么，同时发送了表情包表示惊讶。",
    "61": "群聊讨论了想去小眷村和coco的想法，User_20还分享了快乐的表情包。",
    "62": "User_3分享了每天可免费领取外卖红包的活动，保底5元最高56元，包括饿了么外卖券和各种红包链接。提醒大家可以登录朋友或父母的账号领取红包，分享了外卖红包使用教程和常见问题。同时发送了表情包。",
    "63": "本次群聊讨论主要集中在解决公选课flash相关问题上，用户20还发送了表情包以表示称赞。",
    "64": "User_7在群聊中连续发送了“污蔑 污蔑”的文字，并附带了警告的表情包。",
    "65": "User_25向大师发出问候。User_7表示困惑并要求停止，强调要有面子。User_10提到xh是包分配。User_8表达了表白、求婚和生娃的愿望。User_8称赞User_7“有意思”。User_25也称赞User_7“有意思”。User_7发送了表情包，表达不满情绪。",
    "66": "群内成员讨论投票事宜，强调外貌对决定的重要性，提醒及时表态，指定心理委员负责，要求马上开始分配任务，引发混淆，提议分享经验或亲身经历，最后一位成员发送表情包表示认同。",
    "67": "User_12表达了感谢之情。User_1提议明天参加拔河比赛，但需要人数达到一定数量才能参加。User_1发起了接龙活动，其中包括User_41的回复。User_41表示明天要睡个大觉。User_1在寻找队友，要求混合四个女生和六个男生组成团队。最后，User_1发送了一个尴尬的表情包。",
    "68": "用户41表示拔一次就软了，引发用户10调侃其容易软。用户7表达疑惑，用户6提到与1班比赛，只剩两个名额。用户1鼓励大家加油，发送表情包。",
    "69": "明天有活动，大家都要去捧场。有人表示一定会到场。另一位用户留下来的人会感到悲伤，而淘汰的人则会庆祝胜利。同时，User_0发送了表情包以表达情绪。",
    "70": "User_42在群聊中称赞某人\"太牛了\"，并发送了表情包以表达赞赏之情。",
    "71": "用户32在群里发送了“🐮 🍺 ！！”，用户37回复称赞说“太牛了dxm”，并发送了表情包。",
    "72": "群聊成员讨论了他们的作息时间，其中User_41提到自己四点睡觉八点起床，User_42则表示坚持了很久但腿已经软了。User_37表示认同并发送了表情包以表扬。整体氛围积极向上，强调了坚持的重要性。",
    "73": "群内多人询问居住地址填写问题，用户14解答疫苗免费接种相关事宜，建议重新填写身份证号，家庭地址不需修改。用户23提及填写两遍情况，用户14表示无需担心。用户28询问图片与实物不符是否可退换，用户7提及拔河活动和本子领取，同时发送不满意表情包。",
    "74": "群聊讨论涉及软考和大三上考的话题，其中User_7表达了不确定的看法，User_5提到了报名的问题，而User_3则提出了疑问并分享了表情包以表达惊讶之情。",
    "75": "群聊讨论了考试提前的话题，其中User_3分享了复习的科目范围包括计算机组成、操作系统、计算机网络、数据结构、软件工程导论、软件需求、设计模式、面向对象等内容。User_3表示虽然范围广，但题目并不难，并发送了快乐的表情包。",
    "76": "群聊中讨论了考试成绩及复习计划，强调了及时准备和复习的重要性。部分成员提到了考试分数要求和复习资料的获取方式。同时，有成员分享了“解放军不打无准备的仗”的观点。最后，群内成员分享了积极的态度和表情包。",
    "77": "User_29表示自己可以，并发送了快乐的表情包🐎。",
    "78": "用户3表示E座宿舍可以借用，询问是否可以洗澡。用户38建议直接前来，并建议挨个宿舍敲门。用户1提出还能一起睡的建议。用户3发送了表情包，表达预料之情。",
    "79": "User_3表示如果九点后A座没有水，就会随机蹭宿舍，同时发送了预料的表情包。",
    "80": "群聊中，User_20误发消息到了错误的地方，表示抱歉并发送了表情包表达自己的伤心情绪。",
    "81": "User_7感谢大家的祝福，特别感谢微醺的关心。User_1调侃User_7的事情与自己无关。User_29和User_11祝贺User_7生日快乐，祝福阿姨给他打饭不手抖，游戏排位输了有段位保护卡，考试能蒙对。User_29发送表情包表达爱意。",
    "82": "User_7感谢大家并表示会吸取经验，提到User_6的生日还未到；User_23发表了一句励志格言；User_30和User_6连发表情包；User_10提出“好事成双”的想法；User_38逗趣地描述了User_6锁门的情节；最后User_10向User_6请求开门，并表示不会拿他们一针一线。",
    "83": "讨论从收养到养不起的话题，引发了关于User_5身材变化、结婚和家庭的讨论。最后User_5提到人机交互和发送表情包。",
    "84": "讨论如何应对某事情，User_6建议15分，User_7认为应该是18叭，User_20发出哈哈哈哈哈哈🆘，User_32建议跟老师谈判，User_6反对并否认，最后User_7发送警告表情包。",
    "85": "User_6展示了自己数学学习的优势，而User_7则以咳咳和发送表情包的方式发出警告。",
    "86": "User_3提到了一棵灯柱留下来了，西裤变黑了并且掉色了，最后发送了一个快乐的表情包。",
    "87": "群聊内容的摘要如下：User_3在群里调侃大学四年留下永久印记的话题，并提到会发合照，有需要小修的可以私下联系。同时还发送了表情包。",
    "88": "在群聊中，User_29提到大家应该都在看比赛而不会在水群，而User_10则回复称User_29为“毒奶”并发送了表情包以表达称赞。",
    "89": "User_8表示他要离开了。User_43希望再来一场比赛，让中立球迷感到双倍快乐。User_2认为球没进有点不对劲。User_10怀疑有内鬼，并发送了表情包表达自己的意图。",
    "90": "User_1在群聊中表达了对将\"hh\"说成酒鬼的尴尬感觉，并发送了一个尴尬的表情包。",
    "91": "讨论了鸟汤、宿舍楼楼梯上的事情，提到了宿管和宠物，玩累了回来的话题，还有隔壁班助力和表情包的互动。",
    "92": "群聊中涉及到用户对于危险的表达，以及讨论是否可以考虑再养只新的宠物。其中，用户41提出了一个有趣的问题，询问猫是否会吃小鸟。最后，用户29发送了一个表情包表达伤心的情绪。"
}