{
    "0": "User_3展现了开心的表情，自称为大哥大姐。User_4欢迎新成员，表情包展示喜悦和欢迎。User_0提醒新人发红包，强调群传统。User_5对User_3表示赞赏。User_6期待领取红包。User_7称User_3为成功人士，期待其发红包。User_9表示骑完3km后再发消息。User_10加入点赞。User_12称群干净卫生。User_13再次对User_3表示赞赏。User_15期待更多消息。User_0对师弟师妹们的表现表示惊讶和赞赏。User_8加入群聊并分享快乐。User_8祝愿大家好日子。",
    "1": "User_8发送了joy风格的People表情包，表情为微笑，表示今天是个好日子。User_2对今天表示惊讶，并发送了desire风格的Animal表情包，表情为开心。User_16提到了3天以内，User_8建议师兄过三天生日，User_20确认是周五。User_16许愿组里所有同学都逢投必中，并发送了desire风格的People表情包，表情为倒硬币。",
    "2": "在群聊中，User_22发出了中性风格的表情包，表情包包含花朵手势、花朵姿势、喜悦面部表情和“欢迎欢迎”的语言。User_24也欢迎师弟师妹们，并提到领了很多红包。",
    "3": "群聊中，User_24发送了一个中性风格的表情包，其中包含了欢迎的手势、姿势、面部表情和语言，表达了对豪哥的热烈欢迎和敬意。",
    "4": "User_14提到可能是别的组的情况，并询问为什么没有User_18。User_25分享了A100的临时IP地址为10.249.45.124。User_14发送了一个表情包，表情为摊手的站着微笑，语言为“为什么”，并表示只是问句没别的意思。User_26称赞表情包“真好看”，并发送了一个兴奋迷恋开心的表情包，语言为“真的太好看了 痴迷”。User_6也表示“好看”。",
    "5": "User_6发送了Human-like风格的表情包，表达admiration情感，手势为撑脸，姿势为撑脸，面部表情平静，语言为“恩 好看”。User_14提到了Tianmao Gaming和TIMIGaming，自称“我超 农”。User_14发送了Animal风格的表情包，表达surprise情感，手势为跳跃，姿势为惊恐，面部表情恐惧，语言为“卧槽!”。User_1发送了Animal风格的表情包，表达joy情感，手势为笑容可掬，姿势为大笑，面部表情开心，语言为“哈哈哈哈哈~”。User_6称赞User_57的脑洞，发送了Human-like风格的表情包，表达admiration情感，手势为捂脸，姿势为站着，面部表情惊讶，语言为“这...这是什么 太...太强了”。User_24分享了A100的临时ip地址。User_1称赞User_3“牛逼”。",
    "6": "User_1发送了一只Animal风格的表情包，手势为点赞，姿势为点赞，面部表情为开心，表达admiration。多位用户称User_3为男神，其中User_20发送了一个人们风格的表情包，手势为俯身握手，姿势为俯身，面部表情为鞠躬，表达对男神的敬意。User_6使用了一个Human-like风格的表情包，表达对A-Rain不好好上班的愤怒，又发送了一个Animal风格的表情包庆祝周报写完。User_3回复称自己是当保镖不是刺客，并发送了一个Animal风格的表情包偷看。User_28请求User_3教导，发送了一个desire风格的Animal表情包。User_5和User_26请求竹神带，分别发送了desire风格的Human-like表情包。User_27发送了一个Human-like风格的表情包，表达愤怒要求发红包。User_3回复User_27关于红包的调侃，引发了一轮讨论。最后，User_11直接点赞并评论。",
    "7": "本次群聊内容主要包括以下几个部分：1. User_11发送了一幅表情包，表达了钦佩的情感，手势为点赞。2. User_29发起了一个接龙话题，询问大家今天想吃什么水果，User_15表示无所谓，User_28想吃荔枝，User_29自己也想吃荔枝。3. User_24也发起了一个接龙话题，询问大家今天想吃什么水果，User_15表示无所谓，User_28想吃荔枝，还有一位用户想吃西瓜，User_24分享了一个吃西瓜的表情包，表达了开心的心情。",
    "8": "本次群聊内容涵盖了用户们的各种情绪和话题，其中包括点赞、难顶、开心、困惑、不满等。用户们通过表情包和文字展现了各自的情感和态度，讨论了空调制热、紧急就医、自然语言处理等话题。此外，还有对用户的评价和调侃，展现了群内的轻松氛围。",
    "9": "群聊中涉及到了学校防疫KPI、返校要求、核酸检测、请假程序、通报批评等话题。用户们讨论了学生和教职工的不同处境，以及校园内外的管理规定。同时，还有关于表情包和校园生活的轻松对话，展现了大家在繁重工作之余的幽默和团结。",
    "10": "User_23请求User_15帮忙拿鹏城300块，每人一半，引发轻松氛围。User_15表达学雷锋做好事的态度，并发送了雷锋表情包。User_10提供支付宝账号。User_23收到并回复敬礼表情包。User_22调侃小手不干净，引发玩笑。User_23开玩笑表示信任User_15和User_57，并发送开心表情包。User_23建议使用微信红包，发送恭喜发财表情包。User_22讨论“封校”情况，调侃连麦当劳都开门了。User_14表达不受“封校”影响的态度，发送愤怒表情包。User_22调侃语录给User_14背明白了。",
    "11": "本次群聊内容涵盖了多个话题，包括用户对本科学历的讨论、计算机领域的评论、个人特质的表达以及技术设备的使用问题。用户之间通过文字和表情包展现了各自的情绪和态度，其中包括赞美、开心、愤怒、生气、烦恼、难过和不赞同等。群聊中还涉及到对社会现象的讨论和个人身份的调侃。整体氛围轻松活泼，充满了各种情绪的交流。",
    "12": "讨论了美团占领市场、煤老板融资、工信部部长等话题，其中提到了未来可能的国务院总理候选人，最后一位用户发送了中性表情包表示先离开。",
    "13": "群内成员表达了对内容的认可和赞赏，其中User_14发送了点赞表情包，User_6分享了吃东西的快乐表情包。讨论了辣度问题，User_10建议不要点特辣，User_24表示已经被辣到了，User_12则表示连微辣都受不了。出现了对“扬横溢”身份的疑问，User_28表达了困惑，而User_12则称赞了“扬横溢”的才华。",
    "14": "本次群聊内容包括了三位用户的互动：User_12发送了一个表情包，表达了对某人的钦佩之情，手势为看着，姿势为看着，面部表情平静，语言为“你呀，你太有才了”。User_19对User_12的表情包表示赞赏，并发送了一个风格为Animal的表情包，手势为收，姿势为收，面部表情平静，语言为“图是好图，收”。User_24在讨论GPU问题时表示找不到GPU了，决定重启，随后发送了一个风格为Animal的表情包，手势为卡住了，姿势为卡住了，面部表情为卡住了，语言为“卡了，我得重启一下”。总体来说，本次群聊内容涵盖了用户间的表情包互动和技术问题讨论。",
    "15": "User_20发表了鼓励大家努力的话语，并分享了一个中性风格的表情包，表情包内容为手势、姿势、面部表情和语言分别是说话、说话、平静、不干不净吃了没病。User_14提到了User_22被四食堂玩弄于股掌之间，同时表达了对民风淳朴的看法。User_13分享了自己点的奶茶被顺走的经历，表示大学城生活质量堪忧，提议查监控找回奶茶。User_22提供了抓外卖贼的详细攻略，并建议可以问保安查看监控。User_19分享了广外抓了一个偷外卖的人，结果他跳楼的事件。User_13分享了一个amusement风格的表情包，表情包内容为手势、姿势、面部表情和语言分别是举着手机、举着手机、激动、保存。User_31调侃User_13，并使用了吃瓜的表情。User_20分享了一个approval风格的表情包，表情包内容为手势、姿势、面部表情和语言分别是举杯、举杯、开心、好似。User_13提到了实名制上网，并表示重👊出击。User_20调侃au看起来不太友善，使用了狗头表情。",
    "16": "用户们讨论了哈工大本校保研生住宿问题，表达了对学校规划和招生政策的不满。有用户提到深圳市政府对学校办学指标的要求，以及南科大作为深圳本土学校的特殊地位。讨论还涉及到其他高校宿舍情况，如清北宿舍不够住、北大宿舍上下铺等。用户们通过表情包和文字交流表达了愤怒、劝退通知、微笑等情绪和看法。",
    "17": "最近群聊讨论了骗子的新骗术，提到了阳性骗局，大家都感叹骗子越来越多。User_31称赞了User_24的背景板，User_24自称是主角，被User_14称赞为真帅。User_24发送了一张表情包，表达了对楼上的赞美之情。",
    "18": "群内讨论了校园进出审批、外出申请、mit校外情况等话题。用户们表达了对审批制度的担忧和不满，同时分享了对校园政策的看法。其中，有用户提到了每日申请外出的规定，以及校外不受管制的好处。此外，还有用户分享了对mit校外情况的观察和感受。",
    "19": "讨论椭圆机放置位置、建议将老师办公室改成健身房，提议送礼物如领带或腰带，调侃送绿码让大家看看，开玩笑将徐老师送进去，最后出现尴尬表情包。",
    "20": "本次群聊内容包括了用户10的不同情绪表达，从肯定和认同到难受和生气，以及用户31的困惑表达和用户1的惊讶反应。用户10通过发送不同风格和属性的表情包来表达自己的情绪，展示了对话中的情感变化。整体氛围在情绪起伏中变化，展现了群聊中的交流互动。",
    "21": "User_32发送了表情包表示approval和中性情绪，User_24回复了自己在的消息。User_5询问党员事务负责人，提到党费问题，并发送了表情包表达缴费态度。User_10和User_39互相发送表情包表示joy，User_10提到自己的名字，引发笑声。User_20发送了哈哈笑的表情包，User_5表达掐死User_10的愤怒。User_23和User_13发送了表情包表示approval和joy，User_13提到有坏比存在。User_40自称机智，User_10和User_18讨论公司交费情况。User_25透露自己的薪资情况，引发讨论公司和学校党费标准的差异。",
    "22": "本群聊内容包括新人加入、欢迎致意、红包传统、群友互动等内容。其中，群友们通过表情包和文字展现了欢迎、期待、疑惑、崇拜等情绪。有人科普群规，新人忘发红包引发讨论，群友们互动热烈，展现了友好、调侃和互助的氛围。",
    "23": "User_5发送了中性风格的表情包，手势为偷看，姿势为偷看，面部表情为平静，语言为躲好。User_0表达了对诸葛的崇拜和称赞。User_18调侃User_3是否来自鲍家村。User_14提到《我的博士表哥》。User_31分享了地址“鲍家街43号”。User_13请求分享一首晚安歌曲。User_3否认来自鲍家村，自称是小镇青年。User_16评论诸葛是地球村青年。User_14质疑User_3是否认识某人，并发送了怀疑的表情包。User_3询问哪个像素像。User_14发送了表示歉意的表情包。User_24批评User_3的语气，并发送了表示烦恼的表情包。User_6也对某事表示太像，并发送了表示钦佩的表情包。",
    "24": "群聊讨论了维也纳酒店是否为隔离酒店，其中User_24确认了是维也纳酒店，User_37提出了疑问，User_13表示是隔离酒店。此外，User_13还发送了一个表情包，表情包中的人物手势和姿势表示确认，面部表情平静，语言也表达了确认的意思。",
    "25": "User_1向大家祝贺皇上，发送了表情包表示approval。User_28提议投票选今年的教师节礼物，引发了关于送茅台酒的讨论。User_15表示茅台酒很棒，其他成员也纷纷表态支持。讨论中提到茅台酒的购买方式和价格，以及其他礼物选项的讨论。User_0表达了对老师是否喝酒的疑问，引发了关于老师饮酒习惯的讨论。User_31提到老师可能因痛风而不再喝酒，引发了其他成员的评论和笑话。最后，User_0调侃了User_31和User_59可能成为老师的陪酒大师，引发了一些幽默的互动。",
    "26": "User_16向师兄表示“好的”。",
    "27": "本次群聊内容主要包括以下内容：User_16发送了一个表情包，意图为approval，风格为People，表情包展示了好的手势、好的姿势、微笑的面部表情，表情语言为好的。User_31提议在教师节送老师礼物，建议购买航母模型，并分享了购买链接。User_12对User_0表示太强了，并发送了一个表情包，意图为admiration，风格为Animal，表情包展示了流汗发抖的手势、害怕的面部表情，表情语言为太太强了。User_15提到徐老师办公室已有航母模型，引发了一系列关于送礼物的讨论。User_28建议大家决定好礼物后直接发购买链接，由本级负责购买和搬运。User_18建议送钢笔，分享了购买链接。User_14建议购买模型作为礼物，其他成员也纷纷表达了意见。User_29表示不懂模型，请求师兄师姐推荐并分享购买链接。User_12和User_14表达了对模型的不解和不满情绪。",
    "28": "本次群聊内容主要围绕代签名展开，其中包括用户请求代签、表达感谢、提及收费、留名等内容。部分用户表达了对代签名者的赞美和感激之情，也有用户提及字体统一和名字写错的情况。整体氛围轻松友好，展现了群内成员之间的互助和团结。",
    "29": "User_20认为大部分亚非拉人民都得开心庆祝。User_24询问中秋节深圳有什么好去处，请求推荐。User_29提到哈工大深圳。User_24表情包展示不满和夸张情绪。User_24提到西交今年有10起自杀事件，引发讨论。User_12表示哈工大深圳自杀人数较少。User_35表示愿意垫背帮助他人。User_22批评某人缺乏逻辑和同理心。User_12调侃自己没上交大。User_20批评招生组态度，认为该学校活该受到批评。User_14表示愿意帮忙解决问题。User_5提到刚看完某事。User_14讨论股票热度和可能的调查。User_13询问南科大是否有阳性病例。User_14对某人的行为表示赞赏。User_31提到巴菲特和房地产。User_9表示冠军的赞扬。",
    "30": "User_9发送了一则Animal风格的表情包，表达了admiration情感，具有牛马冠军手势和姿势，微笑的面部表情，以及牛马冠军的语言。User_5和User_25讨论了某人的变化，认为是因为找错了人，建议找User_68。User_9提到了海源的表现，并感叹四灯没有得到应有的认可，但幸好最终被重视。User_5提到了User_55和User_73在某场rock表演中的表现。User_14表示股票涨停，并发送了一则中性表情包，展示了中国驻美大使馆的姿势和不明所以的比划手势，平静的面部表情，以及期待未来的语言。",
    "31": "本次群聊内容主要涉及到用户之间的工作求助、职业规划、加班情况、公司动态等话题。其中，User_16在寻找帮助，表示团队缺人；User_5表达了想要换工作但觉得自己不配的忧虑；User_0和User_27讨论加班情况；User_1表达了对加班的不满和对有钱人的向往；User_35提到食堂问题；User_25提及了关于腾讯的传闻；User_12则表达了一种尴尬的情绪。整体氛围轻松有趣，涉及到工作、生活和个人情感等多方面内容。",
    "32": "User_44表达了对某事的机智看法，并请求被拉入群聊。User_10回应并拉入了User_44，User_44表示感谢。User_44发送了一则表情包，表达感激之情。User_10提到进入群聊需要群主同意，有些害羞。User_44询问是否有进群链接，User_10回答没有。最终，User_44表示理解并感谢。",
    "33": "本次群聊内容总结如下：User_44发送了一只Animal风格的表情包，表达了十分感谢的gratitude，手势为握手，姿势为握手，面部表情为快乐。User_14请求帮助编辑PDF，并发送了一只Animal风格的表情包，表达了求救的desire，手势为求救，姿势为求救，面部表情为悲伤。User_14得到师妹和师哥的帮助后表示感谢，发送了一只People风格的表情包，表达了谢谢的gratitude，手势为鞠躬，姿势为鞠躬，面部表情为开心。User_31发送了一只Animal风格的表情包，表达了哦哦的surprise，手势为哦哦，姿势为哦哦槽，面部表情为哦哦。User_31还发送了一只Other风格的表情包，表达了OK不用谢的realization，手势为文字，姿势为文字。User_24和User_1之间进行了一段对话，User_1发送了一只Human-like风格的表情包，表达了狂喜的joy，手势为疯狂，姿势为狂喜，面部表情为疯狂。",
    "34": "用户们讨论了深圳一号到三号静默的消息，有人表示听到了，有人表示不确定真假。有用户提到羽毛球运动受影响，球馆停业整顿，引发了一系列讨论。用户们还谈论了股市走势，实体店生存状况，以及在实验室求助电脑问题。最后出现了一段游戏化对话，模拟击杀敌人的情景，其中有用户发送了点赞表情包。",
    "35": "本次群聊内容主要涉及到国奖答辩、穿着建议、影射、表情包分享、实验室内的讨论以及订购Jojo联动的咖啡。其中，User_1提出了穿着建议，User_14进行了影射，User_37分享了关于订购咖啡的信息，并最终决定订购三杯咖啡。整体氛围轻松愉快，充满了互动和幽默。",
    "36": "User_37发送了表情包表示approval，手势为脸红，姿势为脸红，面部表情为开心，语言为“嗯嗯，好呀好呀”；讨论断电事宜，具体时间为2022年10月11日00:00-0:30分；讨论疫情情况，有人被隔离，有人收到通知与涉疫人员有关；讨论疫情严峻，有人被隔离三天，有人感染率高；讨论校招、裁员等话题；User_24请求好心人送电脑，讨论村里封闭情况；讨论疫情统计、疫情轨迹等；User_14表达想逃的情绪，发送了生气的表情包；最后有人表示“笑死”。以上是群聊内容的摘要，涵盖了讨论的主要内容和情绪。",
    "37": "User_22发送了一个Animal风格的joy表情包，其中包含了手势为笑死，姿势为开心，面部表情为笑死，语言为笑死。",
    "38": "群聊中讨论了平山村中风险封村七天的情况，猜测学校是否会继续管控；提醒屯点食物以备不时之需；讨论出门是否受限，有人分享囤积食物经历；表情包传达了点赞、委屈、尴尬、愤怒、赞同等情绪；讨论村里物资哄抢情况，建议点外卖；提到管理混乱，人员聚集问题；讨论实验室服务器问题和机柜设备。"
}