{
    "0": "本次群聊主要围绕着用户们即将前往深圳校区的住宿情况展开讨论。User_0已经在深圳，提到住在学校旁边，计划提前混进去；User_1和User_2讨论了宿舍情况和住宿费的比较，表达了一些担忧和期待；最后大家商定了各自前往的时间，并互相表示感谢。整个群聊氛围轻松友好，充满期待和团结。",
    "1": "User_2提到时间不太合适，决定23号去；User_1确认大家都是智能计算研究中心的成员；User_0表示大家好像都在四班；User_2发送了一个joy风格的Human-like表情包，手势为挥舞，姿势为挥舞，面部表情为快乐，无语言。",
    "2": "用户们讨论了导员的讲座情况，其中User_0表达了担忧，担心找导员说会影响分宿舍问题，决定一起问问导员。User_2建议都问一下，提到已经找好室友的情况，担心换床会不会有影响。另外，User_1对User_0的身高提出了疑问，并发送了一个surprise风格的Animal表情包，表情为震惊。",
    "3": "用户们讨论打篮球的话题，表达了一起打球的愿望。其中User_1发送了两个表情包，一个是开心的动物表情包，另一个是呆萌可爱的表情包。用户们展现了对打篮球的热情和友好互动。",
    "4": "本次群聊讨论了宿舍长的选举事宜，User_0、User_1和User_2都表达了不太想当宿舍长的态度。最终他们决定通过投骰子的方式来选定宿舍长，User_2表示搞定。User_0开玩笑说可以帮忙填表，并提醒大家填写另一个表格。最后，他们分享了学号信息，User_0帮忙填写了表格，User_2表示感谢。整个讨论过程轻松愉快，充满了友谊和幽默。",
    "5": "User_2表达了自己的伤心情绪，并回忆起一次尴尬的组会经历，User_1则分享了当初和User_2组成情头的趣事。在夸奖User_2帅气的同时，大家也展现了对他的支持和鼓励，希望他能努力不拉宿舍平均线。整个群聊充满了友情、幽默和正能量。",
    "6": "User_1邀请User_2一起养生篮球，User_2欣然同意并发送了一个表情包，表情包展示了一只动物摸着头，表达了不知所措的情绪。",
    "7": "讨论宿舍条件、校内校外住宿选择和通勤时间长短。用户们表达了对宿舍条件的担忧和希望，讨论了校内和校外住宿的利弊，以及对红花岭地点的看法。其中，用户0表示希望条件不要太差，用户2希望在校内，用户1担心通勤时间长，用户0计划明天去看一眼。整体氛围乐观，用户们用表情包和语言交流，展现了对未来的期待和探索的态度。",
    "8": "用户们在讨论一个猜测的情况，其中User_1表示对某个猜测给予了满分的赞赏，而User_0则表达了对猜测结果的不确定性，认为可能需要等待老师的解释。整个对话中充满了一种等待和不确定的氛围。",
    "9": "用户们讨论是否有空调，最终确认有空调。其中User_1表示没有空调活不下去，发送了一个sadness风格的Animal表情包，表情为撇嘴、皱眉，传达了人生艰难却被阻止快乐的感觉。",
    "10": "群聊成员讨论关于刺探信息的事情，其中有成员提到在QQ群里看到相关信息，但具体位置不明确。另一成员表示上一届师兄可能在校外，引发了一些困惑和难过的情绪。讨论中提到可能是给其他学院的事情，但也有成员表示本科生应该是校内。成员们讨论了具体位置和住宿情况，有人提到校外可能也无法封锁，不过也有担心校外政策可能会影响到校内生活。整个讨论中充满了困惑、难过、担忧和一些乐观的情绪。",
    "11": "用户们讨论明天的假期是什么假，User_2表达困惑并发送了一个动物风格的表情包；User_0也不清楚，发送了一个欢乐的人物风格表情包；User_1指出明天是不开组会的假期，引用了一系列表情；User_2误以为是放暑假，最后User_0澄清是要放开学假，再次发送了一个欢乐的表情包。",
    "12": "User_2展示了学会的技能，并分享了一个joy风格的Animal表情包，表情包展示了肥宅激动的嘟嘴姿势。随后User_2提到登录VPN。User_1对User_2的能力表示钦佩，并分享了一个admiration风格的Animal表情包，表情包展示了厉害了的点赞姿势和惊讶的面部表情。",
    "13": "本次群聊内容主要围绕着“大胆抽”的话题展开，用户们表达了对于尝试新事物的乐观态度。其中，User_0表达了对自身运气的担忧，但最终决定“直接顶楼”，并分享了一张表情包展示自己的害怕心情；User_2和User_1则通过发送乐观的表情包，鼓励大家“大胆抽”，展现了对新挑战的支持和兴奋。整个群聊充满了积极向上的氛围，鼓励彼此勇敢尝试新事物。",
    "14": "User_0 表示到场并感到糟糕，分享了一个表情包表达失望的心情，同时提到了所在地点在高楼层。User_1 建议增加运动量，以爬楼梯来保持健康，并发送了一个表情包表示开心。User_0 表示感谢好兄弟们的支持。",
    "15": "用户0和用户2讨论了抽签规则，确定是从小到大排队选择。用户0分享了导员的说法，用户2希望能拿到南面位置晒衣服。用户0发送了一个sadness风格的表情包，笑中带泪的表情，用户2发送了一个joy风格的表情包，大笑开心的表情。",
    "16": "用户1表示住的地方高层比较安静，并发送了一个乐观的动物表情包，表情包展示了点赞的手势和姿势。用户0则表示明天会去找他们那间地方。",
    "17": "本次群聊内容主要围绕着用户对于选择的讨论展开。User_2提出随便选的建议，而User_1则选择了User_2后面的选项，并表示应该是这样。此外，User_2还发送了一个表情包，表情包的意图为joy，风格为Emoji，具有手势为比心，姿势为手持红玫瑰，面部表情为开心，语言为None。",
    "18": "本次群聊内容主要围绕着讨论外出就餐的计划展开。User_1提出了外出就餐的建议，但最终决定选择跟着学校食堂简单解决。User_0表示愿意加入，但对学校食堂的饭菜产生了疑问。双方商定推迟外出就餐至25号，User_1表示可以在外头搓一顿。最终User_0决定24号不外出，留待以后机会再出去吃。整个讨论充满了轻松愉快的氛围，双方表情包的使用也增添了趣味性。",
    "19": "User_1早上被迫起床做核酸检测，感到难过并发送了一个带有难过表情的动物表情包。",
    "20": "User_2准备去深圳做核酸检测，表示深圳核酸点开得很晚，感到失望并担心。User_0询问核酸点是否严格，User_2回复只有旁边的一个开了但是说的是黄码。",
    "21": "用户们讨论了环境的干净程度，认为很干净，并且提到味道还可以。此外，User_1发送了一个表情包，展示出对环境的赞赏之情。",
    "22": "User_1感叹教到哈小深或交到奇怪的链接，User_2表示已出发，发送joy风格的Animal表情包，表达开心心情。User_1询问是否需要帮忙搬东西，User_2表示需要，发送disappointment风格的Human-like表情包，表达弱小无助。User_0加入群聊，表示带不完东西，发送sadness风格的People表情包，表达笑中带泪心情。User_2到达楼下，得到志愿者帮忙搬运，发送joy风格的Animal表情包，表达开心心情。",
    "23": "用户0询问主机是否可用，表示不知道如何打开；用户1回答可以，并提到用户2已经打开了；用户0提到师兄在旁边，不敢有太大动作；最后用户0发送了一个尴尬的动物风格表情包，表达尴尬和掩饰尴尬的情绪。",
    "24": "User_0和User_1讨论赶快回去取快递的事情，User_0表示还好没去，User_1则分享了自己的经历。User_1发送了表情包表达害怕，User_0则发送了困惑的表情包。User_2猜测xdm评测需要20分钟，User_0质疑20分钟是否算多。User_0提到菜鸟驿站打电话让他赶快回去取快递，User_1表示已经搞定，正好20分钟。User_0认为人不算多，发送了肯定的表情包。User_0建议晚上再去拿快递，User_1分享了自己昨晚拿到快递的经历，发送了关心的表情包。",
    "25": "User_0回来并询问是否要回去，随后发送了一个表情包，表情包展示了一个笑着、弯腰的人物，表情为笑容可掬，带有困惑的语气。",
    "26": "用户们在群聊中互动频繁，表达了一些肯定和开心的情绪。其中，User_1发送了一些表情包来表示自己的情绪，包括了approval和joy的表情，展示了开心和认可的态度。此外，用户们还讨论了一些话题，有些用户表示不需要签到，有些用户则表示困惑。整体氛围轻松愉快。",
    "27": "User_1和User_0讨论汇合地点，User_1表示可以不吃饭，提议去食堂稍微吃点或者不去，User_0建议去附近的一食堂，User_1同意去那边啃个饼，然后一起去做核算。User_0提到附近有家麦麦，User_1纠正为核酸。整个对话充满了轻松愉快的氛围。",
    "28": "User_1提议先进去点餐，不用在外面等，表示正在等电梯，后来到达并询问其他人在哪。User_1发送了迷惑表情包，表示困惑。User_2在麦记里面占位置，告知往里走。User_0询问是否填写某事，表示没看到对方的名字。User_1建议User_0查找，自己已经填写。User_0确认对方已填写，发送了开心表情包。",
    "29": "用户0表示还没结束会议，用户1惊讶会议能开这么久，用户0发送了sadness表情包表达无奈，用户1打趣说本来还想等用户0结束再投资，用户0表示没关系，可以在走之前投资，用户1发送approval表情包表示赞同，询问用户0预计还需多久，用户0估计还需20分钟，感叹反复说同一事情，用户1开玩笑说可以，用户0发送anger表情包表示愤怒，用户1笑称ok，用户0发送sadness表情包表达无语，用户2问是否班委在开会，用户1称班长讲话很能干，用户0表示没有老师不够效率，用户1开玩笑说可以直接告诉送水的，用户2发送joy表情包哈哈大笑。",
    "30": "User_1表示同意，并发送了一个动物风格的表情包，手势、姿势、面部表情和语言都表达了“OK，没问题”的意思。",
    "31": "User_1询问是否要离开，考虑是否继续逗留，同时分享了一个joy风格的People表情包，其中手势为挥拳，姿势为动态，面部表情为开心。",
    "32": "本次群聊内容主要围绕User_0的表情包展示展开，其中包括了一款表情包表达了愤怒和疑惑的情绪，另一款表情包则展示了思考和认可的情绪。群聊中User_1提到尚未完成某项任务，User_2则提议三人合作。整体氛围轻松活泼，充满了团队合作的氛围。",
    "33": "User_1询问xdm是否前往，讨论高峰期时间；User_0回复两分钟后准备好，询问是否出发，并发送了一个表情包，表情为困惑。",
    "34": "User_0询问签到地点，User_2建议扫码签到。User_0发送了表情包，表示赞同，风格为人类化。User_1询问xdm何时回去，User_0建议先问何时吃饭。User_0发送了表情包，表示困惑，风格为人类化。User_1建议先打球再回去吃饭，User_0征求意见。User_0发送了表情包，表示赞同，风格为动物化。",
    "35": "User_1喜提新电脑并分享了开心的表情包，邀请大家过来坐，但还未完成任务。User_2表达困惑并询问User_1的具体位置。",
    "36": "群内成员通过简短的文字和表情包互动，讨论了吃饭、走路和核酸检测等话题。其中User_1表达了对吃饭的喜爱，并分享了关于核酸检测的信息，同时使用了表情包来增加趣味性。User_0则回应了User_1的发言，展示了幽默的一面。整个群聊充满了轻松和愉快的氛围。",
    "37": "用户们在讨论篮球和乒乓球羽毛球的区别，其中User_1表达了对篮球的喜爱，User_0则表示不了解篮球。在讨论打球的时间安排时，User_1提到最后一班车是9:20，User_0则提出继续打球的建议。最终，大家决定继续打球，展现了友好的互动和合作精神。",
    "38": "User_2分享了关于2022年智能手机成瘾统计数据的两个链接，分别是《Smartphone Addiction Statistics for 2022》和《90 Smartphone Addiction Statistics You Must See: 2022 Usage and Data Analysis》。User_1提出了吃饭的建议，User_0表示可以吃。User_2发送了一个表情包，表达了赞同的意思，表情包风格为People，具有骑车的手势、姿势和面部表情，表示“好的”。",
    "39": "用户0询问是否可以制作英文谢幕，用户2发送了一组动物风格的表情包表示赞赏，用户1表示同意。用户0发送了人物风格的表情包表示赞同，然后询问是否有可用的视频素材，用户2回复没有，建议使用UP主的素材或者现场拍摄Vlog。用户0表示不太合适，用户2建议再考虑，最后用户0再次发送了人物风格的表情包表示赞同。",
    "40": "User_0 表示回去再说，提及谢幕加上了，以及把时间花在刀把上。User_1 提到两篇文章内容，发送了点赞和赞赏的动物表情包，还提到 User_2 被喊去开会，等他回来就该回去了。User_1 还调侃 User_0，表示被师兄抓走了，询问是否要走，同时发送了困惑的动物表情包。",
    "41": "User_1 表示问题不大。User_2 提到（3）是老师测试用的，无事。User_0 发送表情包，意图为joy，风格为Animal，具有挥舞手势和姿势，快乐的面部表情。最后，User_0 表示退朝，下课啦。",
    "42": "User_0分享了数据集暴涨的情况，感动哭了并宣布多模态新范式的出现。User_1对此表示太牛了，并发送了表情包表达钦佩之情。",
    "43": "User_1建议收拾东西走，时间已经是9:50。User_0表示困惑，User_2表示赞同。User_1在外面等待，发送了一个表情包表示好的！表情包包含了呆萌的手势和面部表情。",
    "44": "群内成员讨论饥饿问题，其中User_1发送了一个尴尬的动物表情包，User_0表达了写不出周报的困扰并发送了一个悲伤的人物表情包，User_2提醒大家是周二并发起干饭计划，User_0感叹被催写周报的压力并发送了一个悲伤的动物表情包。",
    "45": "User_0在5分钟前发送了一个desire风格的People表情包，其中包含手势为开车，姿势为开车，面部表情为开车，语言为“等等我，马上到”。",
    "46": "用户们讨论了吃饭的事情，其中User_0询问大家是否已经拿东西，User_1表示已经点完，User_0询问要直接去上课还是回来，User_1表示可以帮忙排队，最后User_0发送了一个困惑的动物表情包。",
    "47": "User_1提出干饭话题，User_0表示走，但考虑稍晚一点；User_0分享状态火热，发送乐观风格的动物表情包表达激动；讨论约定时间，User_0谈到GPT2和RoBERTa的优势，发送惊讶表情包；User_0分享BERT等模型对热词的处理问题，User_1点赞并表示去掉热词后效果下降；User_1发送赞许风格的动物表情包，User_0认为GPT2的分词效果更好；讨论GPT2的不同版本，User_1表达困惑并发送困惑风格的动物表情包。",
    "48": "在群聊中，用户们讨论了洗手间的话题，其中User_1分享了昨天烤鸭让自己感到很累的经历。此外，User_1还发送了一个表情包，表达了自己的悲伤情绪和对减肥的困惑。",
    "49": "User_1发送了一个表情包表示同意，User_0请求帮忙拿口罩，位于楼下。",
    "50": "User_0提到了往里走，绕过来的指示，以及每次约他的现状。此外，User_0还发送了一个中性风格的表情包，其中人物手持杯子，表情开心。",
    "51": "用户0提醒用户1电脑没电了，并发送了一个表情包，表情包展示了一只动物哭泣的样子，表达了害怕的情绪。",
    "52": "用户们讨论了空调打不开的问题，怀疑是插头电路问题，经过联系物业后确认明天会有人解决。提议购买插排均摊报销，讨论插排规格，最终确定购买最小的即可。",
    "53": "User_2提到还有一班车，User_1表示好的。User_0提醒User_2寝室门12点锁门，发送了一个表情包表达烦恼。User_2请求User_0放他进去，发送了一个悲伤的表情包。User_0要求User_2交钱，发送了一个表情包表达渴望。User_0要求10块钱，User_2哭泣表情回应。User_2发送了一个表情包表达无聊和艰难的心情。",
    "54": "User_1询问第一大节下课是否走，分享了一个joy风格的Animal表情包，展现大笑和开心的表情。User_2回复称自己不走，因为害怕点名，随后发送了一个sadness风格的Animal表情包，表达哭泣的情绪。",
    "55": "User_2提议大家一起吃点东西，表示可以带上去，还建议炸串，发送了一个比心的表情包表示开心，接着又发送了一个喊喇叭的表情包询问大家有没有人。",
    "56": "用户们讨论放假计划，提到了七天假期和润去哪里。其中，User_1发送了中性风格的动物表情包，User_0和User_1互相回应润，User_0提到去MIT，引发困惑表情包。随后讨论点外卖和吉林放假情况，最终确认User_1回MIT，User_0表示赞同。",
    "57": "用户1上车后怒怼司机，抱怨等下一趟车；发送生气表情包表达情绪。用户2在宿舍拿东西，表示一起走；最后用户1告知自己的位置，用户2表示拿到东西了，发送微笑表情包表示赞同。",
    "58": "User_0询问是否有某物，User_1回复确认并提到还有一个单子，随后讨论校内联系人填写事宜。User_1发送了一个joy风格为Human-like的表情包，其中包含手势为微笑，姿势为小猪看小猪，面部表情为微笑，语言为小猪看小猪。",
    "59": "User_1在门口收到了一封信件，表达了失望和难过的情绪，内容提到了诊所的事情，引发了User_0的困惑。",
    "60": "User_1发送了一个Animal风格的joy表情包，手势为哈哈笑，姿势为哈哈笑，面部表情为微笑，语言为哈哈哈哈哈哈哈哈。",
    "61": "User_0提到User_2早走了，深圳是什么场次，芜湖起飞，对面的人呢，并分享了困惑的表情包和desire的表情包。User_2祝快乐国庆，提到约的都是hxd，深圳麻将房好少，表达难过和哈哈哈哈哈哈哈哈哈的情绪，并分享了joy和approval的表情包。User_1希望能加个妹妹姐姐。User_0表示人不能至少不该，发送了annoyance的表情包。User_2提到深圳麻将房好少，明天再看看，User_0回来给大伙带点东百特产，User_2希望带个铁锅炖大鹅的铁锅，并分享了confusion的表情包。",
    "62": "讨论了开学时的健康申报卡，用户表情包展示了惊讶和关心；提到隔离问题，有人表示麻烦，有人认为正好有理由；讨论了隔离地点和导员回复问题，其中有一些困惑和感叹；最后提到了重庆和深圳的地点，以及用户之间的互动和情绪表达。",
    "63": "User_1提到需要去校内宿舍隔离，User_2对此表示困惑并讨论通知内容。User_1提到校内有病例，User_2觉得通知奇怪。两人讨论隔离条件，User_1打算联系导员解决问题。他们对隔离政策感到困惑和失望，但也有一些幽默和调侃的对话。他们讨论隔离城市政策，表达了困惑和不满。最后，他们展现出一些轻松和开心的情绪，决定放开玩耍。",
    "64": "本次群聊内容总结如下：User_1经过争取成功回到闽利达隔离，与User_2作伴，双方互相开心互动。User_2表达对张译演技的赞赏，并期待未来张译的作品。双方互相调侃，展现友好互动和支持。",
    "65": "User_1通知大群关于请假相关文件夹的事项。User_0询问返校情况说明，表达困惑的表情。User_1询问具体情况，User_0回复随便写了写。User_1发送表情包表示认可，风格为Emoji，表情为好的。",
    "66": "User_2询问User_0何时回来，User_0回复大约三点左右，并分享了一组joy风格的Animal表情包。User_2表示好，User_0也回复好，并提到准备接风洗尘，发送了一组confusion风格的Animal表情包。User_0提到坐飞机加火车到深圳东，抓了娃娃，引发其他成员的讨论和赞赏。讨论中提到带回了铁锅，User_2建议背在背上更舒服，User_1邀请晚上一起吃好吃的。User_0询问之前推荐的查论文网站，User_1分享链接并引发困惑，最后User_0表示感谢。",
    "67": "User_0提到User_1冲，User_1表示不是一起冲吗，并发送了一个困惑的动物表情包。User_0提到想参与组织，User_1表示开始组织了就要开始打，准备好了。最后User_0发送了一个呆萌的人物表情包表示赞同。",
    "68": "User_0提到忘记带学生证，表示下次会记得。User_1分享了一段代码，用于图像OCR处理，识别含有讽刺内容的图片并保存相关信息。User_0回应了代码的简短性。User_0提到cudnn版本不对。User_0发送了一个表情包，表情为sadness，风格为People，包含手势、姿势、面部表情和语言属性。",
    "69": "User_0 提到了没有从句子开头截断的选项，并询问为什么不来学校。User_2 讨论了如何使用 only_first 功能，并建议将 hashtag 放在第二句。User_0 发送了一个表情包，表达了赞同的意图，风格为 Human-like，具有手势、姿势、面部表情和语言为 \"是的,是的,是的,是的YES\"。User_0 讨论了如何提取 hashtag。User_0 发送了另一个表情包，表达了困惑的意图，风格为 Animal，具有手势、姿势、面部表情和语言为 \"问号,张着嘴,困惑,None\"。",
    "70": "本次群聊讨论了新的主机和11代i7处理器的话题。User_2分享了一个表情包表达惊喜，其中手势为比心，姿势为侧身，面部微笑，没有语言。User_0提到上午试用了处理器，但尚未开始使用，已向丹姐做了反馈。User_2也分享了一个表情包表达钦佩，其中手势为点赞，姿势为点赞，面部微笑，没有语言。",
    "71": "用户们讨论上课时间，表情包展示了各种情绪，包括困惑、害怕、尴尬、开心和生气。其中，用户1和用户2计划溜走，但最终用户2回到宿舍拿到篮球，让大家惊讶。最后，用户们决定回去打篮球，但用户0在面对千古难题时出现困惑。整个对话充满了轻松、友好和幽默的氛围。",
    "72": "用户0提到1个半不太够，发送了一个表情包表达困惑，然后说不行就下次。用户2提到线下也要照片回执，建议晚上回去先处理这个事情。用户0表示已经有回执，是在淘宝上做的。用户2对此感到惊讶，表示原来是这个情况。",
    "73": "User_2确认事情已经搞定，准备干饭。User_0表示想回去睡觉，提到周日的计划。User_1询问大家是否都ok，提出集合地点。User_1和User_0讨论集合地点，引发一些困惑和确认。User_1和User_2计划去食堂吃饭，讨论食堂位置和吃饭安排。User_1发送了表示困惑的表情包，User_0发送了表示赞同的表情包。User_2询问关于核酸检测和吃饭情况，等待其他人。User_1表示吃完再做其他事情，计划过去找User_2。User_2到达食堂，询问其他人吃什么，引发一些困惑和交流。",
    "74": "User_1提议晚上去红花岭做事情，表示不做会在班群里被公开处刑。User_0询问几点开始，并发送了一个困惑的动物表情包。",
    "75": "用户们在群聊中表达了快来的邀请和速度的回应，其中User_1发送了兴奋的表情包表示开心。随后User_2表示已经坐上车，User_1提议去炸串店集合，User_2也表示马上到。整个群聊充满了期待和兴奋的氛围。",
    "76": "User_2提到老师会在QQ群里发送详细内容。User_0鼓励团队合作，加油打气。User_0发送了一组乐观的人类风格表情包，表达加油努力的情绪。User_2提议团队在5:30去做核酸检测，先去楼下健身房，等User_0开完会后再一起。User_2询问User_0是否开完会，表情包展示困惑的动物风格，表达困惑情绪。",
    "77": "User_2提到还没写完的内容可以在做PPT时参考，下午忘记发送了。User_2提到xdm可以用来查重。User_1表示好像不是查重。User_1分享了一个链接：https://cx.cnki.net/main.html#/loginUser_2发送了一个表情包，表情为surprise，风格为People，具有震惊的手势，张无忌惊讶的姿势，惊讶的面部表情和惊叹号的语言。",
    "78": "User_2提议烤鱼，确定下课时间为17:45，计划骑车18:00到达；User_0表达难以调整情绪，发送表情包表达失望和崩溃；User_2提议吃饱再来，发现教室空无一人，离开；User_0提醒对着摄像头挥手，User_2表示干饭并离开，User_0截图分享，User_2笑称牛不牛。",
    "79": "用户们讨论了吃饭和打球的时间安排，其中User_0表达了困惑和急迫的情绪，最终确定了打球时间为8:30。在交流过程中，用户们使用了表情包来表达情绪和态度。",
    "80": "User_1发现User_2消失后询问，User_2回复已经回来。User_1表示自己还没起床，提到User_0。User_0回复已经起床，并发送了一个中性风格的表情包，表情为惊讶。",
    "81": "用户们在群聊中反复发送“四”字，接着User_2提到“一楼”，引起了User_0的好奇，询问具体意思。最后，User_0发送了一个表情包，表情包展示了困惑的动物形象，带有问号手势和表情，表达了疑惑的情绪。",
    "82": "讨论了图像处理中的人像和cls表示，以及如何通过反向构造图片来实现表示转换；其中涉及到了人像权重、prompt token、热力图叠加等概念。同时，用户还分享了表情包表达对话题的赞赏之情。",
    "83": "用户0询问文件大小并发送困惑表情包，用户1表示文件大小为1.75G，可以通过QQ发送。用户0询问是否QQ可以发送，用户1确认并已发送文件，用户0表达感激之情并发送感谢表情包。",
    "84": "User_1分享了关于Weibo、Gossipcop和Politifact的话题，并提到了关于多模态讽刺检测的研究。User_0尝试了前一天提到的方法，但效果不佳，表达了沮丧情绪，并讨论了优化和设计问题。User_0发送了两个表情包，表达了沮丧情绪和困惑。",
    "85": "User_1喊User_2速来，帮忙喊上了，但User_2已经到楼下，感动表示谢意。User_2发现老师开始点名，两人商量坐在后排，User_2决定第一节课下课再进去。整体氛围友好，充满了困惑和呆萌的表情。",
    "86": "用户们讨论师傅修空调的事情，User_1提到下雨了，打算吃完饭再过去；User_0感叹为什么还不来叫他吃饭，同时发送了一个sadness风格的表情包，表达难过的情绪。",
    "87": "User_1回复“嗯呢”；User_0表示稍后回复，并询问为何回复如此迅速；User_1发送了一个Animal风格的joy表情包，表情包展示了哈哈大笑的手势、姿势和开心的面部表情，附带哈哈哈哈哈没想呢的语言。",
    "88": "User_0提到了前五个epoch是warm up，讨论了学习率设置是否太高，以及warm up后损失下降然后开始上升的情况。User_1指出指标仍在上升或稳定，但可能陷入局部最优解。User_0表达了疑惑，询问是调大调小学习率还是设置学习率衰减。同时，User_0发送了一个表情包表示认可，另一个表情包表示困惑。",
    "89": "用户0分享了空山新雨后的心情，提到物业询问居住情况，用户0调侃自己睡得很晚，表现出开心的心情，并发送了一个joy风格的Animal表情包，表情包展示了哈哈哈的手势、姿势、面部表情和语言。",
    "90": "用户们讨论了开会和核算人数的问题，其中User_2表达了困惑的情绪并发送了困惑的表情包，User_1和User_0则表示赞同对方的看法。他们讨论了程序down的情况以及可能是服务器网络问题导致的。最后，User_1和User_0都发送了表示赞同的表情包，表达了对话的结束和一致看法。",
    "91": "用户0询问签到情况，用户1和用户2均未签到。用户0提出是否要签到，随后发送了一个表情包，表情包展示了愤怒的面部表情和交叉双臂的姿势，表达了疑惑的情绪。",
    "92": "群聊中，User_0表示觉得距离有点远，随后发送了一个中性风格的动物表情包，其中动物正在伸懒腰，表情舒服。",
    "93": "用户2表达困惑并发送了一个困惑的动物表情包，用户0分享了一篇关于Instance norm的文章链接，并提到吃饭时叫他，用户2提醒用户0快到达目的地并快排队做核酸检测，用户0询问是否带包并何时回来，随后发送了一个更加困惑的动物表情包，表示已经到达，用户1询问用户0是否到达并询问是否需要帮忙点餐，用户0回复已到达二楼，用户1发送了一个表示赞同的人物表情包。",
    "94": "用户们在PPT上讨论内容，其中User_0和User_2交流使用了表情包，表达了困惑、认可和确认等情绪。他们讨论了PPT中的内容和题目的位置，最终确认了所讨论的章节和内容。",
    "95": "User_0和User_1讨论猪角和红色袋子的事情。User_0表示等待，同时提到自己的东西也快到了。User_0让User_2帮User_1拿东西上去。User_1表示同意并发送了表情包，表达感谢之情，表情包为熊猫人比心，感谢大哥哥的风格。",
    "96": "User_0询问几点去上课，并表达困惑的情绪。User_0表示不需要，对加的内容表示可以。User_1确认后，User_0表示内容可以，并发送了一个表情包，表达赞赏和开心的情绪。",
    "97": "用户0询问两个文件的区别，表达困惑后理解了anthology和custom的区别，对anthology中的内容表示疑惑，最后再次提出关于自行编写bib和不从anthology引用的疑问。用户1回答了anthology和custom的区别，并与用户0一同感叹anthology内容之多。用户0对自行编写bib和不从anthology引用的问题仍感到困惑。",
    "98": "User_2提到发生了歧义，认为是Chronological，建议User_0观看一个上课视频获取答案，但User_0表示正在复习复杂网络，无法观看，同时表达困惑。User_1认为是caus，User_0则认为是Comparison，并发送了表情包表达admiration和confusion。User_0提到明天考试，建议今天查看视频，但由于没有耳机无法听声音，同时表达困惑和疑惑。User_0质疑图片是否为本地索引，并发送了表情包表达confusion和疑惑。",
    "99": "User_0询问是否没有车辆，同时发送了一个表情包表达困惑的情绪。",
    "100": "用户0和用户1讨论了一些内容，包括某个主题的细节和一页的内容。用户0发送了一个表情包，表达困惑的情绪。",
    "101": "User_2先回实验室，User_1询问他们是否出来了，User_2正在下楼。User_1发送了一个表情包，表达赞同的意图，风格为People，包含手势、姿势、微笑面部表情和“好的”的语言。",
    "102": "在群聊中，User_2表达了不愿意去的态度，User_1则表示可以去，但对老师的课持负面看法。User_0则质疑是否有不去的选择。此外，User_2发送了一则表情包，表达了不赞同的情绪，其中包含手势、姿势和面部表情，传达了一种不认同的态度。",
    "103": "User_1提醒User_0可以下楼骑车，他们正要往信息楼走。User_0已经下楼。User_1发送了一个表情包，表情为喝酒，风格为People，表达了“好的兄弟”的意思。",
    "104": "讨论关于特殊token的使用，包括在词表的最后一个词、使用input_ids.argmax(dim=-1)等方法；讨论最大index不一定是词表最后的词；讨论每个batch里最大的词可能是句子开始或结束的特殊token；讨论关于乌蝇哥的称呼和表情包；讨论论文内容和理解困惑；讨论网络问题和表情包被吞的情况。",
    "105": "讨论了百度百科上的错误例子，表情包传达了困惑和疑惑的情绪。用户之间就正确性展开了讨论，提到了老师可能出错的可能性。最终确认了正确性，并表示对百度百科的不满。",
    "106": "User_0分享了一篇关于ViT和CNN的论文链接，讨论了为什么ViT不直接使用更细的CNN来切分patch。提到了文本和图片上token数目的差异，以及矩阵分析讲义的完整性。User_0询问了哪个复习方式更好，并表达了困惑之情。User_1表示只看了视频，不清楚讲义内容。User_0询问User_2的学习情况，最后发送了一组困惑的动物表情包。",
    "107": "用户1正在门口观测是否需要点名，用户2提醒还有答疑课，并询问是否在信息楼见。用户2还发送了一个表情包，表达困惑的情绪。",
    "108": "User_0表示在下面等待对方。User_0发送了一个Animal风格的joy表情包，表情包展示了敬礼的手势、姿势和面部表情。User_1提醒对方做核酸检测，并发送了一个People风格的surprise表情包，表情包展示了大笑的手势、姿势和惊讶的面部表情。",
    "109": "User_0询问是否需要自带电脑或使用机房电脑，并发送了表情包表达困惑。User_1表示不清楚情况，老师还未到达。User_0询问是否有台式电脑可用。User_2表达困惑并疑问是否需要前来。User_1确认不需要前来，指出老师已经离开。User_2询问老师是否已经离开，表示自己在大厅。User_1描述人流情况，表情包展示尴尬表情。User_1建议等待一会儿再离开，提到一起做核酸检测和吃饭。User_2表示核酸检测点尚未开放，请求群里通知他们再去做核酸时。User_1表示理解并同意，发送表情包表示认可。",
    "110": "User_2出门前提醒User_1排核酸，User_1表示稍等一会。User_2发送了一个approval风格的Animal表情包，表示OK和开心。User_2等待User_1，User_1表示来了。User_1提醒@蔡User_2，但来不及了，表示在下面等。User_2发送了一个caring风格的People表情包，表示没事。",
    "111": "用户0询问10点15分是否有车，用户1回复没有但在下面等待，用户0发送了一个表情包表示赞同。用户0表示正在重新做某事，用户2问是否点外卖，用户0否认并表示不是外卖。用户2安慰说可以等，发送了一个表情包表示开心，其中包含手持红玫瑰的动作。",
    "112": "User_1确认收到消息并询问其他成员是否已经到达。同时发送了一个表情包，表达困惑的情绪。",
    "113": "用户们讨论了注意力机制和模型中的关注点，提到了不同层次和头部的注意力加和，讨论了句子表示和关键效果的问题。其中，用户1表达了对注意力机制的困惑和好奇，用户0则提到了12层模型中头部注意力的变化。整个讨论中穿插了一些表情包，展现了用户们的情绪和态度。",
    "114": "User_2询问User_0是否吃饭，User_0回复还没开完会，User_2决定先吃饭。User_0随后发送了一个表情包，表达赞同的意图，包含手势、姿势、微笑和语言为好的。"
}