{
    "0": "用户0表示在开始时未能抓住绳子，感觉不知不觉比赛就结束了；用户3使用了表情包表达针对某事的赞赏，风格为动物，手势、姿势、面部表情和语言分别为点赞、点赞、点赞、不错喔。",
    "1": "群内成员表达了各种情绪，包括恭喜、疑惑、撤回消息的询问、请求管理员帮助等。同时，有成员使用了表情包来表达情感，其中包括中性风格的表情包和sadness风格的表情包。整体氛围较为轻松，成员间互动频繁。",
    "2": "User_37表达了期待和激动的心情，希望进群并期待直播比赛。User_29提出考虑直播比赛，但要求每人一百块以解决流量问题。User_24询问比赛情况，User_10和User_6表示支持直播。User_5和User_10表示下次一定参与直播。User_29提醒下次比赛并邀请大家参与直播。User_42询问星期四比赛情况，User_29表示等待通知。User_39分享软院进决赛的喜悦。User_37发送了表情包表达赞赏和兴奋的情绪。User_37发送了牛的表情包，具有赞美的意味。",
    "3": "群内成员表达了合作共赢、互相支持的态度，讨论了作品制作和沟通方式，分享了各种表情包以及感谢之情。其中包括用户7的“手下留情”和“好家伙”、用户32的求助和感谢、用户9的尴尬表情包、用户2的幽默发言等。整体氛围积极向上，充满团队合作和友爱精神。",
    "4": "User_8原以为会有石牌一日游，但实际上并没有。User_31提醒大家没有一日游活动，因为很多同学要参加比赛，需要考虑安全问题。User_26祝贺User_18生日快乐，并鼓励他坚定前行。User_18感谢大家的祝福，并发送了表情包以表达感激之情。",
    "5": "讨论了饭堂的宵夜菜单，包括生滚粥和晚餐时间的问题。用户3分享了表情包，表达了难过和兴奋的情绪。",
    "6": "User_5提到了一个Pr存在多个问题，包括解码困难和视频导出亮度问题，表达了愤怒情绪并抱怨了字体、名字混乱的情况。User_2称赞了User_21的英语写作能力提升。User_0回复User_5称可以调整问题，同时发送了一只柴犬眨眼的表情包。",
    "7": "群聊中，User_20分享了一段配文并发送了一个表情包，表情包展示了一个跳跃的人类形象，传达出欢乐的情绪。",
    "8": "讨论了素三鲜和肉三鲜的不同之处，提到了饭堂的三鲜可能是韭菜。其中User_3发送了一个表情包，表情包内容为joy风格为Animal，展示了吃面条的呆呆表情。",
    "9": "本次User_10表达了感谢之情，并发送了一个Animal风格的表情包，展示了弯腰的手势和姿势，面部表情为感谢谢谢。User_5鼓励User_3考研加油，并发送了一个Human-like风格的表情包，展示了举手的手势和强壮的姿势，面部表情为兴奋。User_37表示乐观上岸，并发送了一个Animal风格的表情包，展示了握拳举手的手势和姿势。",
    "10": "User_32报全勤自信满满，感受到其他成员的调侃。User_2表达困倦想要休息，引起其他成员的疑惑。User_2使用表情包表达不满，表示自己是最后一个发言。整个对话中充满了各种情绪，展现了群聊成员之间的互动和幽默。",
    "11": "User_3提问如何输入查询，表示差评，不支持鼠标点击，建议选择剩下的课程。User_7提出地铁输入前面序号，人性化设计，被User_25称赞为人性化，建议满分。User_10因为好家伙搞错而得0分，User_20表示体育课让他心碎。User_25询问有什么推荐，User_7问是否需要抢，User_3表示非酋不需要推荐。User_25发送点赞表情包，User_7发送喝水表情包。",
    "12": "群聊内容主要围绕毛中特考试大纲和备考建议展开讨论。用户3分享了关于如何背诵毛中特内容、押题建议以及对考试内容的个人看法。用户19和用户20表达了感激之情。用户10和用户8则对“舍命上同学”一词产生了疑惑，最终得到了澄清。用户30询问为何不直接发送文件，用户3解释了文件内容较多。整体氛围积极向上，用户间互动频繁，展现了学习和分享的热情。",
    "13": "User_5刚刚睡醒，还有点懵，表达感谢，并发送了一款表情包，表达感激之情。User_40祝福User_5新年快乐，学业有成，步步高升，User_5也回复了祝福。User_4也祝福User_5和User_40新年快乐，学业有成，步步高升。User_34祝User_19生日快乐，祝福健康、进步，User_19表达感谢并祝大家新年快乐，也发送了一款表情包表达钦佩之情。",
    "14": "User_0询问2.30早上8点佛山西有没有活动，同时发送了一张表情包，表情包展示了思考的手势和姿势，微笑的面部表情。",
    "15": "讨论了虚拟现实课堂上的人数和位置安排，有人感叹人太多，有人犹豫是否蹭课，还有人摸鱼在后排。其中User_29表情包展示害羞和开心，User_5表情包表达不满，User_7则感谢了User_29送的皮肤。",
    "16": "User_17询问是否还有人没有组；User_19表示愿意加入他们的组，但需要担任组长；User_41、User_25、User_7发送了“666”；User_7提到User_30；User_41提到抑郁可以来；User_19催促大家要交作业；User_19发送了一个表情包，表情包内容为筷子手势，吃东西姿势，呆萌面部表情，语言为“快点啊”；User_7请求大家善待lyy，但User_30不理解；User_45表示没人要自己，并发送了一个尴尬的表情包，表情包内容为小丑的笑脸，语言为“小丑竟是我自己”。",
    "17": "群内成员在讨论计算机网络课程的分组情况，有人提出组队、有人表达困惑，同时出现了一些团队缺人的情况。其中，User_5和User_20在讨论组队情况时展现出一些喜悦和尴尬的情绪，而其他成员则表现出一定的困惑和焦虑。整体氛围较为轻松，成员们在互相交流中展现出不同的情绪和态度。",
    "18": "User_5表示要来吃寿司，并分享了一个joy风格的Human-like表情包，其中表情包展示了微笑的手势、侧身姿势和微笑的面部表情。User_38问到谁的伞，User_16回答是自己的。User_16分享了一个desire风格的Animal表情包，其中表情包展示了求援的手势、求援的姿势、恐惧的面部表情和HELP的语言。",
    "19": "在群聊中，User_7表示愿意帮忙，提出想要用足球来交换，但被User_32打趣问到是什么课，最终User_32决定放弃。User_7觉得情况离谱，User_32继续询问是否还有足球可交换。最后，User_32发送了一个表情包，表情包中的动物手势和姿势为求救，面部表情为悲伤，语言为“救救我”。",
    "20": "User_8询问物品放在哪里，User_43表示已经帮忙找到了。User_8发送了表情包表达感激之情，内容为滚、谢谢您、笑嘻嘻。User_39问谁的杯子，User_32提到之前有人在交流群问过。User_29询问大家是否想喝奶茶，表情包展示了耸肩和惊讶的情绪。User_4提到想去小眷村，User_29也表示有兴趣。User_20推荐coco，发送了表情包表达喝水的舒适感。User_3分享了每天可领取外卖红包的信息，发送了表情包展示了解的态度。",
    "21": "用户19提出解决公选课flash疑难杂症的问题，用户20表示赞赏并发送了一个点赞和惊讶的动物表情包，表达对解决问题的钦佩之情。",
    "22": "群内成员互动频繁，涉及到表情包的使用和各种有趣的对话。User_7表达了不满和困惑的情绪，其他成员则以调侃和互动回应。讨论内容涉及到包分配、表白求婚、投票等话题，展现了群内成员之间的轻松氛围和互动方式。",
    "23": "User_1感谢大家，提到明天拔河活动，需要人数参加；User_41表示不明白，准备明天睡个懒觉；User_1寻找队友，描述参加人数要求；User_1发送了尴尬表情包，引发讨论；User_41表示拔河很辛苦；User_10调侃User_41容易软弱；User_6提到与1班比赛，只剩两个名额；User_1鼓励大家加油，并发送了乐观表情包；User_32表示一定会参加；User_0调侃留下的人会伤心，淘汰的人会欢呼；User_0发送了幽默表情包；User_42赞叹太牛了；User_32和User_37也表示赞叹；User_41描述自己的作息时间；User_42和User_37讨论坚持的困难，发送了赞叹表情包。",
    "24": "群内成员讨论填写居住地址时填写家庭地址的处理方式，提醒疫苗免费接种，身份证号未填需重新填写，已填写家庭地址的不需修改。部分成员讨论考试复习内容和备考建议，提到考试卷难度和通过标准。另外，有成员分享了图书馆提供的复习资料和借书优势。群内还有一些成员发送了表情包表达各种情绪和态度。",
    "25": "User_29在群聊中表示自己，随后表示可以，并发送了一个表情包，表情包展示了一个激动跳跃的人物。",
    "26": "用户3提出可以借用E座宿舍洗澡，并表示要一起睡觉；用户38建议直接挨个宿舍敲门；用户3表示如果九点后A座没有水就会随机蹭宿舍。此外，用户3发送了两个表情包，一个是笑着双手合十的男子，另一个是平躺的表情，都表达着开心的情绪。",
    "27": "User_20意外发送了一个sadness风格的表情包，表情包中的人物手势为竖中指，姿势为站立，面部表情为愤怒。",
    "28": "User_7感谢大家的祝福，表示会吸取经验给下一位幸运儿。User_29和User_11祝贺User_7生日快乐，祝福内容包括阿姨给你打饭不手抖等。User_29发送了爱心表情包，表情为伸出舌头和惊讶。User_7提醒User_6生日还未到。群内成员互动调侃，包括择日不如撞日、好事成双等。User_38调侃User_6把User_41锁在外面，User_6回应直接翻身锁门。群内成员继续互动，包括老乡开门、不拿一针一线等。User_30发送了开心表情包，表情为扶栏杆和开心。",
    "29": "User_33讨论收养问题，表示养不起，引发讨论。User_41和User_38反驳尬黑言论，称User_5已瘦并结婚。User_25被@提到，发出疑问。User_6调侃开始组建大家庭，引发笑谈。User_5提及人机交互，发送表情包表达幽默。User_20询问大家意见，引发讨论。User_6和User_7就谈判问题发表不同意见，引发争论。User_32提出与老师谈判建议，引发反驳。User_7发送表情包表达不满，引发调侃。User_6和User_7继续讨论数学问题，再次发表不同意见。",
    "30": "User_3在群聊中分享了关于灯柱、西裤掉色的趣事，还提到了给大学四年留下永久印记的笑话。此外，User_3还分享了一张表情包，表情为微笑且带有幽默元素，另外还提到了合照会在今晚发出，有需要修图的可以私下联系。整体氛围轻松愉快，充满了幽默和互动。",
    "31": "群内成员讨论比赛观看情况，其中User_29提到不会有人不看比赛在水群；User_10回复毒奶闭嘴，并发送了一个表情包表示赞赏；User_8表示惊讶；User_43表示希望再来一场比赛，并称中立球迷双倍快乐；User_2认为比赛进球有点不对劲；User_10调侃说有内鬼，并发送了一个表情包暗示有内鬼终止交易。",
    "32": "群聊讨论了将\"hh\"说成酒鬼的情况，User_1表达了尴尬的情绪并发送了一个表情包，展示了看着、无语的手势和姿势。",
    "33": "群聊内容主要围绕着关于鸟汤、宿舍楼楼梯上的事情、玩累了回来、隔壁班助力、猫吃小鸟、王铁军的笑容、炖汤喝、飞行能力等话题展开。用户们讨论着鸟汤的制作、玩笑话、猫和小鸟的关系，以及关于王铁军和鸟的有趣对话。整个群聊充满了幽默和调侃，展现出用户之间轻松愉快的交流氛围。",
    "34": "User_43提到在b216上数据库时有人看到了某个内容User_17表示可以代拿东西，提到人机交互课User_39向User_17表达爱意User_20询问是否有朋友想体验设备User_3提到峡谷纪委，表示有八个人在线User_7感叹“没救了”，分享了喝水的表情包，提到被禁赛无法打游戏User_5表示也想要User_7发送了笑容满面的表情包，引起了其他成员的疑惑",
    "35": "User_13表达了强烈的感谢之情，发送了一个表情包，其中包含手势、姿势、面部表情和语言分别为“谢、谢、谢、谢”。"
}