{
    "0": "讨论了打球时间安排、班级女生人数、教育周安排、军训活动和国旗队选拔等话题。其中包括用户们的打球计划、班级女生数量、教育周安排、军训活动趣闻以及国旗队选拔方式等内容。",
    "1": "讨论了高中座位挤的问题，计划去广州看学校，疑惑从天河到南海学校要多久，建议自己查看网上信息。其中User_10表达了失望的情绪并发送了表情包。",
    "2": "群聊中讨论了组队情况，有人寻求组队，有人表示可以做ppt、写大学、演讲等任务。有人因为时间问题无法加入组队，也有人表示只能凑数。最终，一些成员成功组队，但也有一些人仍在寻找合适的队友。讨论中还涉及到书籍内容、组员分配任务等细节。整个过程充满了互动和调侃，展现了团队合作的乐趣和挑战。",
    "3": "User_1 表示要被安排，User_15 提到不能让 User_3 帮忙分掉。User_28 对此感到很过分和强烈不满。User_15 坚持要安排，User_3 提醒其他人可以找好人来避免被安排。User_15 提到这里有招人，推荐了王同学。User_8 表示这是撤回的招聘，很强。User_15 催促大家赶紧拨打电话抢购。User_12 表示还差两人，User_3 提醒还未找到组的人可以注意这里有招人。User_15 自称在帮很多组招队友，称自己是团战搅屎棍。User_12 发送了一个表情包，表情为开心，风格为666。",
    "4": "User_34迟到了，询问小组是否还招人；User_15提议爆照或唱歌，欢迎新人加入；User_36和User_37询问是否有队伍缺人，User_15建议他们组队；User_35提议凑一起组队，User_15调侃是否要在一起；User_3提醒还有未组队的人可以找队员，每组最多五人；User_25发送表情包表达开心和难过的情绪；User_10感谢User_3的安排；User_3提醒大家认识更多人，组队后多加讨论；User_1表示辛苦；User_3发送爱心表情包，期待大家的分享。",
    "5": "User_3发布通知，要求同学下载“易班”app或登录网页版，办理兵役证，完善个人信息等事项，并提醒提前到校的同学私聊。User_18发送了赞赏表情包，User_3则发送了开心表情包。User_25询问提前到校情况，User_3解释是指家离学校较远的同学，需要提前登记。User_27遇到问题填写表格，其他同学给予帮助和建议。User_25发送了微笑表情包，表达轻松氛围。群聊中出现了一些幽默互动和帮助解决问题的对话。",
    "6": "群聊内容主要围绕着宿舍环境展开讨论，包括宿舍设施、布局和共用情况。部分群成员表达了对宿舍环境的疑惑和不满，有人提到了宿舍的改造和装修，也有人讨论了提出意见的渠道和方式。整体氛围较为轻松，但也有一些成员表达了不满和担忧。部分成员使用了表情包来表达情绪，其中包括尴尬、愤怒、烦恼和悲伤等。整体来看，群聊内容涉及到了宿舍生活、学校环境和个人情绪等多个方面。",
    "7": "User_14表达了疑惑的情绪。User_25发送了一个表情包，展示尴尬的情绪，但表现得大家都当作无事发生过。User_0开玩笑说自己可能不能参加军训，然后笑了起来。User_25调侃User_0是逃兵，User_0解释自己有伤。User_25提议让User_0负责改造宿舍，表示看好他，并发送了一个表情包，表达对User_0的赞赏，智商+1。",
    "8": "User_14 表示女装已经有人选了，安安静静等 User_68 和 User_69。User_25 对抢 User_14 和 User_24 的戏表示质疑，发送了一个sadness风格的表情包，表达失望情绪。User_14 表示女装不适合。User_25 询问大家的身材如何，表示愿意帮忙买女装，并发送了一个joy风格的表情包，智商+1。",
    "9": "User_0等了50分钟公交后终于上车，与User_4在澳门相遇，引发认亲环节；User_4通过照片认出User_0，提议面基但未成功；User_0去横琴吃饭，User_4回市区，讨论人多排队情况。",
    "10": "User_15询问User_18昨晚几点，User_18回复打完就睡，强调养生重要性。User_0和User_14、User_24互相问候早安，User_24表示起床吃午饭。User_25回复了元气回复，User_10提议继续，User_15呼唤大家继续。User_18提出相声队伍，User_15呼唤大佬们上号。最后，User_25发送了一个中性风格的表情包，表情为吃包子且开心。",
    "11": "群聊中涉及到了用户之间的互动，包括表情包的使用和情绪的表达。用户们讨论了充满电的状态、没电的状态以及吃鸡游戏的话题。其中，User_25使用了多个表情包来表达尴尬、愤怒、烦恼、悲伤等情绪，引发了一系列有趣的对话。最后，用户们展现了关心和友爱的一面，呼吁和平相处，不要吵架。",
    "12": "User_1和User_39表达了对当前情况的恐惧和淹水程度的描述。User_18提到了安全问题和自己家的情况，强调不是富裕家庭。User_10调侃User_18家很高，引发了一些关于家庭状况的讨论。User_35询问是否停电，引出了关于生活问题的讨论。User_41分享了等公交回家的经历。User_19分享了家里电梯停电的情况，并发送了一个悲伤的动物表情包。",
    "13": "User_18关注行情，希望了解更多信息。User_25准备演讲，表达了自己的状态。User_25发送了一张愤怒的表情包，表情包中人物做出鬼脸，伸出舌头，表达不满情绪。",
    "14": "群聊内容主要涉及到学校发放成绩单、准备入学必需文件和生活用品的提醒，以及一些关于证件照、准考证等问题的讨论。用户们分享了打印准考证的方法、准备入学必备物品的清单，还提醒迁移户口的同学需要额外准备户口本复印件。此外，还讨论了证件照的尺寸和拍摄方式，以及商家提供的电子版照片服务。最后，用户们分享了关于写学号和使用圆珠笔的建议。整体氛围积极向上，用户之间相互帮助和交流信息。",
    "15": "讨论关于换电子照片的问题，建议去问老板，有人提到一寸照片可能会有用，但也有人表示不行。建议留着一寸照片备用，因为可能在社团面试时会需要。其中有人发送了表情包表达歉意，另一人询问学生档案最晚何时交，希望能拖到国庆。另一成员提醒越早提交越好，因为需要统计信息。部分成员还分享了表情包，表示赞同和认可。",
    "16": "User_8计划去超市购物，同时表达了失望的情绪，发送了一个表情包，其中包含了哭泣的手势、姿势、面部表情和语言。",
    "17": "User_3建议大家都带黑笔。User_10发送了一个表情包，表示赞同，手势微笑，姿势微笑，面部表情笑容可掬，语言为“欧克”。User_25提到今晚用自来水洗，@User_6。User_3表示可以晚上活动结束后去冲澡，晚上应该好一些。User_25表示可怕。User_8建议如果没有冲到就借舍友的，前提是舍友已经冲了。User_3告诉User_16在操场附近靠近网球场。User_0想找羽毛球馆，User_3告诉他在体育馆里面。User_0发现了羽毛球馆后，User_3发送了一个惊讶的表情包，手势可爱，姿势可爱，面部表情惊讶，语言为“！！！”。",
    "18": "用户6向用户10借东西，用户10提出疑问并表示等会再给。用户40询问能否穿洞洞鞋，用户8建议尽量不要。用户10表达失望情绪并发送表情包，用户32发送乐观表情包。用户15询问拖鞋是否可行，用户8建议尽量不要。用户8提醒第一次见面要得体，用户1、15、11讨论穿拖鞋的问题。用户6发送惊讶表情包，用户8讨论穿拖鞋的利弊。用户11表示可以下去，用户8建议多站一会陪用户3聊天。用户3提到自传是给自己的，用户25询问自传何时使用。用户6、27、23、0讨论位置和到达情况。用户25发送愤怒表情包。",
    "19": "User_14提醒User_25在后面User_25捕捉User_78和User_79User_25发送了一则joy风格的Human-like表情包，角色高举风车欢呼，表情开心User_7发送了一则gratitude风格的Human-like表情包，表情开心，表达感谢",
    "20": "昨天的站位活动提醒，需要办卡的同学记得带身份证复印件，打印店商业街有。八点左右开门。团培活动在足球场，不用带档案袋。用户发送了gratitude表情包，表达开心和感谢的心情。",
    "21": "群聊内容总结摘要如下：用户们在讨论合照的意义和方式，提到景点和人合照至少四个人，以及自拍的方式和要求。出现了一些表情包和幽默的对话，其中有人表达了困惑和不解，也有人调侃和开玩笑。最终确定了要进行自拍，要求与图片的地方一致，大家达成一致并表示满意。有用户表达了对校园的熟悉和稳定的情绪，整体氛围轻松愉快。",
    "22": "User_15提醒大家集合，表示睡够了。User_25提议玩吃鸡，并发送了一个joy风格的表情包，表情包内容为持手机的人哈哈大笑。User_10也表示要吃鸡，并发送了一个approval风格的表情包，表情包内容为一个哈哈大笑的人。",
    "23": "用户们讨论教学楼A209的集合时间和地点，提醒早点到达。用户们分享关于定位和找教室的信息。用户们讨论自传写作和准备情况。用户们分享关于灯光和教室位置的信息。用户们讨论歌曲创作和表演，表达期待和紧张情绪。用户们互相鼓励和打call，展现团结和支持。用户们分享表情包和表达喜悦和认可的情绪。用户们讨论唱歌和录音的想法，展现对音乐的热爱和参与意愿。",
    "24": "User_27表示到场。User_8要求四班的按照图上的座位安排就坐。User_25发送了一个人类化风格的表情包，表情为欲言又止的手势、姿势、面部表情和语言。",
    "25": "用户8在上课时表示书还没送到，听老师硬说，感到沮丧和无助；用户1调侃用户8悄悄玩手机，用户25则在听吹水并发送了表情包表示赞同。整体氛围轻松幽默，用户们在课堂上互相调侃和交流。",
    "26": "User_1暗示有内容不愿透露，表示玩游戏一定会出汗，活动时间为6点40；User_3通知晚上活动时间改为七点十五，建议先回去休息；User_9询问晚上活动是否剧烈，表示想洗澡；User_40表达对活动是否剧烈和是否要洗澡的疑惑，引发讨论；User_1暗示活动内容机密，暗示可能会出汗；User_40发送surprise表情包，表达惊讶和思考的情绪。",
    "27": "群友们在讨论宿舍钥匙的管理，其中User_13提醒大家要妥善保管钥匙，特别是标有门牌号的钥匙。接着User_1提到了一个图，并@了User_13，引起了一些困惑。User_8发现了群里还有一个兼助，引发了一些讨论。User_14表示赞同。User_0提到了一个关于User_53的有趣信息。User_8以为User_53已经退出群聊。User_7则发送了一个表情包，展示了惊讶的情绪。",
    "28": "群内成员计划晚上打乱来玩游戏，出现了一些误会和调侃，其中有人去吃饭了，有人在操场上玩球，还有人在唱歌，四班代表受到了赞扬，大家一起安排唱歌节目，其中包括背对背拥抱，表情包被用来表示赞同和愤怒情绪。",
    "29": "群聊中，User_25表示对某事情的看法是\"估计没戏\"，而User_16则发送了一个表情包，表情包展示了笑着的樱桃小丸子，表达了赞同的意图。",
    "30": "User_7在群里分享了“你会学猫叫就够了，下次再来”的留言，并发送了一个表情包，表情包展示了一个微笑的人物，伴随着呵呵的笑声。",
    "31": "群内成员讨论是否User_3会看他们写的信，User_3表示不会看，并开玩笑说要他们出钱。User_0发送了表情包表示赞同，User_3坚持不看信，称信是写给自己的。成员们互动中带有幽默和调侃，其中User_19表达了对未来自己看信的期待。另外，成员们也提到了师姐毕业和单身等话题。整体氛围轻松愉快，充满了友谊和互动。",
    "32": "User_8询问关于地点User_25询问购买军服的时间和地点，以及如何试码User_3发布了下午的行程安排，包括访谈说明会和军训服购买事宜User_25表达困惑并发送了surprise表情包",
    "33": "讨论了购买军训服后的安排和充值问题，建议线下现金充值或使用建行卡糊圈存机充值。提到今晚有活动，计划进行采访，但具体主题尚未透露。用户间互动友好，最后建议大家早点休息。用户29发送了表情包表达感谢，内容为举手开心的蟹蟹((・∀・))。",
    "34": "群聊中涉及到User_3被称为师姐，User_8和User_3之间有一段对话，提到了一学期的狗粮，User_10猜测昨晚发生了什么事情，但被否认，User_25询问User_3是否认识User_62，User_3回答不能通过自己找人，User_22询问User_3是否有联系方式，User_3回答自己找，User_25表示这样不好，并发送了一个sadness风格的Human-like表情包，表情包中的手势、姿势、面部表情和语言分别是微笑、微笑、微笑、嘻嘻嘻。",
    "35": "讨论今晚是否有安排，有人提到采访师兄师姐讨论军训晚练的安排，需要看教官安排讨论今晚安排，有人提到打球有人提到要去面试兼职，可能会拖后打球时间讨论面试时间，有人提到明天下午有安排提醒大家注意防止被骗，有人分享了一男二女拉人进群兼职的情况有成员发送了表情包表达愤怒情绪",
    "36": "User_10计划去洗衣服，并发送了一个奸笑的表情。User_14则打算排队洗澡，同时发送了一个表情包，表情为失望，具有皱眉的手势和姿势，以及鼻青脸肿的面部表情。",
    "37": "群内成员表达了对师姐的感谢和尊敬之情，其中包括发送了带有感谢和喜悦意图的表情包。讨论了明天的行程安排，包括军训体检、读书分享会等安排，以及更换迷彩服装的时间和要求。有成员提出关于抽血是否能吃早餐的疑问，引发了一些困惑和讨论。出现了一些幽默和调侃的对话，包括关于学猫叫和换衣服的讨论。最后，群内成员就明天穿军服的时间进行了确认和讨论。",
    "38": "讨论团组织名称和简称的设定，以1801班为例。确认1804班的身份，并提醒大家注意带小一寸照片。讨论转组织关系的操作和审批流程。提醒填写表格的格式和内容，以及照片的准备和更换。指导迷彩服装更换的时间和地点，以及必备装备清单。讨论照片准备不足的解决方案，包括联系他人提供照片或前往商业街拍摄。提醒未到达指定地点的同学尽快赶到。提供帮助和指导，解答疑问并协助处理相关事务。",
    "39": "User_14呼吁不要吵架，但User_8却提到打架，并发送了一个哈哈大笑的表情包。User_16谈论女生体重，引发了关于熊平和打架的讨论。User_16发送了一个机智的表情，引起了其他成员的回应。User_5和User_7则讨论了胸部大小的话题。最后，User_14发送了一个坏笑的表情包，传达了开心的情绪。",
    "40": "User_16抱怨被安排的人和安排人都是User_53，感到无语。User_35体检很快，坐了一上午。User_7建议换个地方玩手机，抱怨直线距离不远却在此聊天。User_14发送了表情包表达困倦和失望，User_7则分享了一个表情包表示开心。User_1邀请大家聚在一起聊人生，User_16送出表情包回应。User_14提醒有人在看电视，不能打扰。User_30询问关于籍贯的问题，表情包表达无助和委屈。",
    "41": "群聊中涉及到了一些成员的个人身高变化、模仿、工作餐、体检等话题。部分成员讨论了头像、备注的更改以及虚假信息传播的问题。同时，还有成员表达了对工作餐、胸透等事项的关注和讨论。整体氛围轻松活泼，成员之间互动频繁，包括使用表情包和艾特其他成员。",
    "42": "用户们讨论体检进度较快，提醒尚未完成检查的同学尽快前往；有用户指出现在人数较少，不用排队，欢迎更多同学前来；有用户提到医生不在，放射科的情况；用户分享了表情包，表达了哭泣和失望的情绪；有用户已经体检完毕回到宿舍，另一用户提醒体检地点已关门，需要尽快前往。",
    "43": "User_12提醒大家要先报道，并在团员报道处填写高中团员资料。User_28发送了一个表情包，手势为皱眉、姿势为耸肩，面部表情为皱眉，表情语言为None，意图为approval。User_12再次提醒大家要转组织。User_28发送了另一个表情包，手势为微笑、姿势为微笑，面部表情为笑容可掬，表情语言为欧克，意图为approval。",
    "44": "User_3询问大鹏教育是什么，建议不要理会推销信息，提到了学习PS等技术可以加入宣传部进行学习。User_15提到大鹏教育是PS学堂，提及了大四的User_67。User_3提醒关注财产安全和个人信息保护。User_8邀请大家去c206，User_39表示已到达。User_25发送了表情包表示机智，User_1和User_25讨论上课顺序。User_9表示幸苦了，User_1和User_9互动。User_27表示讲得太久组很吃力，User_3建议大家放松。User_8提议讲得最精彩的组请喝水，User_25表示5分钟不可能，发送了表情包表达失望。User_8发送了关心的表情包。",
    "45": "用户3在寻找想要当排长的同学，并提供报名截止时间。用户42询问排长的福利，用户3解释排长的职责。用户8建议军训期间锻炼自己，讨论军装穿法和注意事项。用户25询问关于军装配备，用户8提醒要整齐穿戴。用户17遇到腰带问题，引发一系列讨论和解决方案。用户30自我介绍为排长，表达期待并调侃氛围。",
    "46": "User_12 表达不清楚并确认情况；User_1 去看了，教官不在，决定自己去吃饭，询问下午几点集合地点；User_8 回复确定可以，告知稍后会通知集合时间地点，强调大家要吃饭；User_1 发送了表情包表示赞同。",
    "47": "本次群聊内容包括两个用户发送的表情包。User_30发送的表情包意图为approval，风格为Human-like，具有手势、姿势、面部表情和语言都是好的。User_42发送的表情包意图为gratitude，风格为Human-like，具有手势为跪拜，姿势为跪下，面部表情为谢谢好人，语言为谢谢好人。",
    "48": "讨论宿舍生活，有人购买冰箱和咖啡机耗电，教官确认不查洗衣机，建议放肆购买。提议购买扫地机器人，引发讨论时薪和肉偿。有人分享宿舍整理细节，另一人提醒明天集合时间不同班说法不同，建议随缘。另一成员鼓励大家早休息，保持状态，发送加油表情包，受到可爱表情包回应。",
    "49": "群聊中讨论了军训期间的被子管理问题，有人打算藏起被子，有人提到睡桌子上，还有人分享了睡别人床的经历。同时提到了内务检查和突击检查的可能性，以及室友煲电话粥的困扰。其中有人分享了藏被子的方法，还有人提醒大家要注意保暖和饮食，不要只吃一两口。最后，群聊中还有成员使用表情包表示认同和配合。",
    "50": "讨论是否需要穿外套和戴帽子，出现了不同意见。有用户表示过不了心里那一关，另一用户发送了表情包表达失望情绪。讨论中出现了关于帽子和外套的疑问，最终决定按照教官的说法，不用穿外套和戴帽子。另外，有用户提到了雨伞的问题。",
    "51": "User_11询问明天集合时间，表情包表示困意，User_3通知军训集合时间为早上7点半、中午2点半或晚上6点半。User_11确认明天无特殊情况，User_30表示有特殊情况会通知。User_3表达感谢之情，User_1调侃User_15，User_28发送失望表情包。User_15回复调侃，User_10询问声音大小，User_3提议合唱，User_10表现慌张。User_8分享去年获得第一的经历，User_7询问视频，User_10调侃User_15睡觉，User_8鼓励认识其他班的人。",
    "52": "User_30提到4班有人没拿到水瓶，自己先带回去了。User_1回复说下午再问问。User_14提到还有三班。User_39表示要去剪头发。User_8发布通知要求男生剪成寸头，女生将头发盘起来，明天要军容军纪检查。User_35询问如何找到阳光Tony老师。User_27急问能否不剪寸头，多次@User_8。User_8发送了表情包表示可以。",
    "53": "讨论剪指甲事宜，User_1提醒大家明天User_3会帮忙剪，User_10决定留着不剪。User_3威胁要抓到不剪指甲的人，并让大家学猫叫，User_10被指定表演。讨论表演节目，User_15拒绝再唱学猫叫，User_1提议请男人抬床板。User_14遇到三个User_3，User_1感叹太强大了，User_8提醒大家明早戴在左胸的事项。User_0被挂出来，User_8解释因为他是做的第一个牌子，User_1表示惊讶。User_0发送睡觉表情包，User_8发送哈欠表情包。",
    "54": "群内成员讨论玩游戏的话题，包括三国杀、4399生死狙击等。有成员表达想加入游戏的意愿，也有成员提到在学校没人陪玩的情况。同时，有成员提到晾衣服的情况，暂停游戏。最后，有成员提议下次一起玩游戏，还有成员发送了带有不同情绪的表情包。",
    "55": "讨论下午是否有课，确认下午有课并集合时间为3点，提醒大家查看通知群；讨论军训稿件准备事宜，要求稿件按时提交，截止时间为九点半，稿件字数为300-500字，也可以是画画或其他形式；讨论晚上是否需要带帽子，提醒有点名唱学猫叫的活动；寻找女生参加合唱活动，确认是否是班级活动；表情包互动包括失望、认识到、爱、开心、赞同、乐观等。",
    "56": "用户8提前离开群聊引发开杀模式，用户25调侃用户8，用户15表达不满并发送愤怒表情包，用户8回应忙完再加入，发送悲伤表情包，用户15猜测用户8可能在睡觉，用户8回复避免尴尬，用户1表达想要加入玩耍，用户14发送笑容表情包邀请加入。",
    "57": "用户8表示某只动物绝对没有睡觉，用户1发送了一个表情包，表情为震惊的手势，用户1要求水群给抓，用户15发送了一个表情包，表情为可爱的猫咪在叫唤，表示不可以。",
    "58": "User_1提到还没吃完饭，今天运动过量，去拿快递，调侃自己老人走不动了，调侃年轻人有活力。User_6表情包展示满脸写满了开心，内容为“要我一直笑吗?”。User_16回去拿了钱才来吃饭，换了衣服，调侃不用穿外套。User_30回复不知道，先集合等通知，调侃不用穿外套。User_0调侃要穿外套、裤子、军服。User_14调侃User_1秀，发送了表情包指向点赞，熊猫的面部是问号，调侃“你为什么比我还锈”。User_1和User_16互动调侃在犯法的边缘试探。User_1发送表情包展示中性的笑容，吹鸭手势。User_1发送表情包展示中性的笑容，吹鸭手势。User_1发送表情包展示surprise，哈欠咆哮困惑，语言为“嗯？？？”。",
    "59": "User_3询问微信号是否正确，表达了对群二维码的疑惑，并分享了一个sadness风格的animal表情包，其中鸭子流泪的手势和姿势表达了哭泣的情绪，配以乌乌的语言。",
    "60": "群内讨论了军训是否停课、起床时间、军训安排等话题。有人表示想睡懒觉，有人烦恼军训，也有人开心停训。其中一位用户开玩笑说要拿枪阻止军训，另一位用户则表示要保护国旗。整体氛围轻松愉快，带有一些调侃和幽默。",
    "61": "群内成员讨论了作业量、军训和外卖送餐的话题。User_37表示今天有2篇作业，User_3提到作业量大，User_0开玩笑让师姐送外卖，引发了一系列关于外卖送餐的对话。User_40询问去哪里逛，User_8建议问其他同学，User_3提醒大家台风天最好待在宿舍。最后，User_0感叹外卖小哥敬业，User_17以表情包形式表示自己会挺过困难。",
    "62": "宿舍停水，引发用户39和用户1的表情包互动，表达害怕和approval的情绪。讨论水情况，用户27提到打三国杀，用户22提醒用户25参加。讨论停课情况，用户3表示等通知，用户40建议停课一天，用户1表示无聊。讨论闲暇时间，用户7提到吃鸡，用户8提到写作业，用户6表情包表示惊讶。讨论作业情况，用户8表示作业不多，用户0和用户40表示关心，用户6希望明天交。讨论校社联组织，用户42表示多余，用户8解释其重要性。最后用户42表示对学生会印象不佳，更倾向于艺术团。",
    "63": "用户们讨论了抢课、选课和办理银行卡的事宜，提醒大家在学院楼408激活银行卡，必带手机和身份证原件。用户们分享了选课情况，有人选定体育课，有人讨论公选课选课问题。用户们还讨论了吃饭、游泳课安排、机房位置等话题，展示了不同的情绪和表情。最后，用户们分享了选课的经历和心情，有人开心选到心仪的课程，也有人因选课不顺而感到困惑。",
    "64": "User_42提出收取手续费，最终定价为300，称童叟无欺。User_27提出一口价275，被User_42拒绝。User_22以400坐地起价，引发讨论。User_4邀请大家参加活动，提到有游戏和奖品。User_1表示不感兴趣，称累了玩不动。User_22调侃扛枪的和护旗队员疲惫不堪。User_14发送了表情包，展现出哈欠、咆哮、困惑的动物表情，引起惊讶。",
    "65": "群聊中讨论了宿舍热水问题，用户14反映热水时间提前，用户3建议去隔壁宿舍洗澡。同时，用户1提醒团组织转移，用户16遇到困难寻求帮助。另外，用户8提到校团委活动，用户12表达对校级组织的兴趣。整体氛围轻松友好，涉及到校园生活、组织活动等话题。",
    "66": "群内成员讨论信箱位置和是否需要钥匙；有成员表达爱意和感谢；讨论食物和宵夜，分享表情包和感叹；成员互相感谢帮助和分享食物；有成员提到自己做的食物；成员们互相感谢和分享表情包，表达感激之情；讨论食物的味道和成分；最后成员们感谢师兄师姐的帮助和分享食物，表达谢意和喜悦。",
    "67": "讨论拿东西的时间有人表示不去了因为天气炎热讨论洗澡的话题提到保存照片的重要性讨论人多书多的情况有人调侃天空的图片讨论意大利炮的位置和支援请求讨论支援部队的到达时间有人发送了surprise表情包出现了一些混淆和误解的对话",
    "68": "群聊中涉及到选择打羽毛球还是乒乓球的讨论，用户们展示了对不同球类的兴趣和热情。其中，User_1表达了对乒乓球技术的担忧，而User_8则表示愿意带User_1去打乒乓球。User_16则展示了对羽毛球的熟悉和愿意尝试不同球类的态度。在讨论中还涉及到用户们的日常安排和计划，展现了大家之间的互动和友好氛围。",
    "69": "User_10提到没有月饼和柚子，询问阳光是否有购买。User_25提到User_53。User_6回复“噢噢”。User_8发送了一个表情包，表情为困惑的熊猫头。User_25询问晚上是否会来送温暖。User_8发送了一个困惑的动物表情包。",
    "70": "群友们讨论了当前的天气情况，其中有人提到正在打雷。另一位群友建议去广州蹭饭，但可能要等到晚上10点才能吃到。还有人回复了“66”，表示赞同。最后，群友User_12发送了一个表情包，表达了钦佩之情，该表情包具有开心的手势、姿势和面部表情，以及“666”的语言。",
    "71": "讨论了白酒的醉人魅力，有人提出要办事，还有人询问广佛通的购买方式。其中，User_14邀请User_8一起喝酒，User_3分享了自己的使用经验，引发了关于狗的讨论。最后，User_3发送了一个表情包，表情为困惑的动物，引起了大家的注意。",
    "72": "用户们表达了对风气的不同看法，有人认为好，有人感到可怕。用户们互相致谢和打招呼，展现了友好的氛围。有用户分享了中秋节的祝福，但也有人调侃大家都在忙着发祝福而没人回复。群内出现了红包，但没有人拿，引发了一些调侃和感叹。用户们分享了各种表情包，包括感谢、悲伤和幽默等不同情绪，增添了群聊的趣味性。",
    "73": "群聊中讨论了出行遭遇的困难和交通拥堵的问题，用户们分享了自己的经历和感受。其中包括用户们在地铁、滴滴和单车上的经历，以及对交通状况的吐槽和担忧。同时，也有用户分享了校园网速度不稳定的问题，以及寻找会拉网线的人员。表情包的使用增添了一些幽默和情绪色彩。",
    "74": "讨论中秋节的工资和活动安排，提到迟到可能错过学猫叫。讨论货拉拉和滴滴的使用体验，分享面包车上的趣事。讨论月饼和台灯的准备情况，有人提议带柚子和饮料。讨论集合时间和场地选择，有人表示可能会晚到。用户之间互相调侃和安排活动，表情包使用频繁，气氛轻松愉快。",
    "75": "User_31向师姐表达了感谢之情。User_12发送了一个表情包，表达了感激之情，其中包含了跪谢的手势、姿势和面部表情，以及“谢谢老板”的语言。",
    "76": "群内成员讨论了上课地点、课程内容、老师讲课风格等话题。有人感觉困倦想离开，有人觉得课程枯燥，也有人努力从老师的吹水中找知识点。讨论了思修课的难易程度和备考建议，以及老师的教学方式。同时也有成员提到打球和聊人生等话题。整体氛围轻松，有人感到困惑，有人持乐观态度。",
    "77": "User_10询问是否有老师，User_1回复有User_3兼助。User_10表示没带书和笔，User_1建议他退学，User_7建议他退群。User_10提到发红光的楼，User_1说是听讲座的楼，建议他上四楼。User_10提到还有蓝光，表示迷路在四楼，User_1建议他自己找，四楼很容易找到。User_10似乎走错了地方，User_1表示很多人在那里。User_10误去了软件楼。User_1发送了两个表情包，展示尴尬和无语的情绪。User_8发送了一个愤怒的表情包，展示哈哈大笑的情绪。",
    "78": "群聊内容主要围绕着群内成员之间的竞选、拉票、投票等话题展开。User_16、User_18、User_35等成员表达了自己的意愿和看法，有些成员提议让User_42出面帮忙，引发了一些调侃和幽默的对话。最终，群内成员似乎在讨论着某种竞选活动，但具体内容并未透露。整个群聊充满了轻松、幽默的氛围，成员之间互动频繁，展现出一种友好的群体氛围。",
    "79": "讨论办理火车证流程，课室安排及调课情况，提醒关注通知群，学委加油的互动。其中包括填写火车证照片页、课室安排在C102教室、调课情况导致混乱，提醒关注通知群，学委加油的鼓励。",
    "80": "群聊内容总结摘要如下：User_40询问有无电宝和安卓线，表示去踢球未能充电。User_1指责未充电就出门，User_25表示有充电宝。User_40询问User_25位置，User_18提到时间，User_10和User_25表示挫和凉。User_25发送表情包，内容为吃包子且开心。",
    "81": "User_24最初认为是新疆，后来被一首音乐吸引。User_14向张志添请求获奖感言。User_1对张志添中奖表示疑惑。User_28发送了一个中性风格的表情包，包含皱眉手势和中性面部表情。",
    "82": "User_3 表示放弃青年之声的票，询问大家周二的课表情况。User_10 抢到了票，打算去看易建联和周鹏比赛，但可能需要请假。User_10 提出将票以1000价格卖给 User_3。User_3 对此表示开心，但下了886表情包。",
    "83": "User_28提到回来堵车的问题，决定退掉明天下午的车票。User_1也提到明天下午的车票问题。User_39分享后天的车票很嗨森。User_12询问为什么要退票。User_7表示这个情况还行。User_8宣布不再脱单，并告诉大家不要找他。User_18发送了一个愤怒的表情包，展示笑容满面的面部表情和伸舌头的姿势。",
    "84": "在群聊中，用户们讨论了时间安排、开会事宜，提到了学习手册，还有用户调侃他人设置头像是否犯法。同时，User_25发送了一个尴尬的表情包，展示了挥手的手势和平静的面部表情。",
    "85": "用户1提到考学生手册一学期，用户35询问多少天记过处分，用户1表示惊讶，用户6猜测可能是12天，用户1确认是半小时。用户25发送了一个表情包，表情为尴尬，手势为皱眉头，姿势为耸肩，面部表情为皱眉，表达心情复杂。",
    "86": "讨论大学生登记表填写问题，强调要全填，姓名不填写无，籍贯按户口本填写提醒大家不要急，遇到问题要在群里问，不要刷掉通知有成员求助未填档案目录，需要去复印讨论学历、户口等填写问题，互相帮助复印表格有成员提到门禁问题，仍需去复印有成员提到舍长试毒，另有成员分享表情包表达开心情绪",
    "87": "User_10提到去了三次照相馆但都没开门，质疑是否是假的。User_27询问不需要照片吗？User_3提到昨天发的两张表需要交，资料要填写完整，照片要按规格贴好。User_15表示不需要拔，因为它自己快秃了。User_0询问User_23的位置，User_23回答放在桌面上。User_12发送了一个sadness风格的People表情包，手势、姿势、面部表情和语言分别是ok。",
    "88": "群内成员互动活跃，讨论打字、表情包、游戏等话题。用户间调侃、开玩笑，有关“PH”、“HP”等梗，还有关于奥运吉祥物的讨论。部分成员表示要离开，送别语气轻松幽默。表情包使用丰富，展现出群内成员的个性和情绪。",
    "89": "用户们讨论了他们的出行方式，包括坐火车和拼车滴滴。用户7和用户21偶遇了。用户12表示已经坐了第二趟火车，而用户1则准备乘坐2点的火车。用户8提醒大家注意安全并多喝热水。用户7询问是否有直通惠州的火车，引发了一些疑惑。最后，用户12发送了一个表情包，表达了他的realization。",
    "90": "User_14表达放心看到别人作业多，User_8发送了一张具有愤怒意图的表情包，表情包展示了一个笑容满面持刀的人物。",
    "91": "群聊内容主要围绕着班级幸运物、动物园公众号、班级动物设计等话题展开讨论。其中涉及到猪、考拉、长颈鹿、猫、驴、兔子、羊等动物的命名和讨论，还有关于公众号申请、组织名称、设计图片等方面的讨论。在群聊中还出现了一些调侃和互动，以及一些表情包的使用。整体氛围轻松愉快，成员之间互动频繁，展现出一种友好的氛围。",
    "92": "用户们讨论班级歌曲选择，提出各种建议和想法。有人推荐了多首歌曲，包括中文和英文歌。讨论口号创作，有人提出各种口号创意，包括励志、搞笑和独特的口号。出现了一些幽默和调侃的对话，展现了群成员之间的互动和默契。最终大家在口号创作上展开讨论，有人提出了“跳出格局口号”的创意。",
    "93": "群内讨论了留校、logo设计、班级氛围等话题，其中涉及到霸气、可爱、电竞等元素。成员们展示了对不同风格表情包的喜爱，还有成员表达了对自己画作的想法。",
    "94": "群内成员讨论了学猫叫这首歌的歌词和难易程度，有人提到英文歌词让英语渣们很难学，也有人建议选择简单的歌曲避免尴尬。此外，还有成员讨论了穿衣打扮和气温等话题。最后，群内氛围轻松，成员们互相调侃，表情包也增添了一些欢乐氛围。",
    "95": "群内成员表达了对消息过多、学习困难、时间紧张等问题的担忧，其中User_1则提到了艾特频繁、口号优秀等话题，还分享了中性风格的动物表情包。",
    "96": "群聊中涉及到了讨论奖品、土味情话、公众号管理、动物园图案设计等话题。其中，用户们讨论了公众号的运营策略、头像设计、推送主题等内容，还有关于用户_53的黑照、生日活动等讨论。最后，用户们展示了对表情包的使用和对公众号运营的热情。",
    "97": "User_1提到直接搜索i志愿，分享了一个表情包表达乐观情绪，并建议私聊联系。User_5询问为何没有得到回应，发现公众号是全人工服务，感到惊讶。User_25提到个人注册只能手机登录，询问团体选什么，讨论学历选择高中还是专科。User_8质疑头像是否认真，User_39表示User_72建议选高中。User_5分享了一个表情包表达开心，User_8分享了一个表情包表达失望。",
    "98": "群聊中涉及到了讨论班服颜色的话题，其中有人提议骚粉和紫色，引发了热烈讨论。有人认为紫色是高贵与神秘的象征，也有人调侃称其为基佬色。在颜色投票中，黑色和骚粉成为热门选择，但也有人提议选择中国红。最终，红色成为一些人的选择，而有人则表示不登录易班。整个讨论中夹杂着幽默、调侃和一些争论，展现了群成员之间的轻松氛围。",
    "99": "群聊内容主要围绕着时间、任务和语言难题展开。其中涉及到周末时间的确认、任务安排的犹豫和困惑，以及对英语学习的挑战和困扰。部分成员表达了阅读和听力困难，还有成员表示情绪低落和失望。整体氛围似乎有些沉重和困惑。",
    "100": "在群聊中，User_27提到了班服和脱裤子的话题，引发了一系列有趣的讨论。User_1建议全班一起脱裤子，并调侃说这样还不够骚吗。User_27回复了一个表情包表示赞同，而User_1则发送了一个表情包表达开心。整个对话充满了幽默和调侃的氛围，展现了群聊成员之间的轻松互动。",
    "101": "User_22提到了“一股清流”和“给你免单”。User_14发送了一个表情包，表达了爱心的手势和姿势，面带微笑。",
    "102": "User_1表达了对User_29意外退出群聊的困惑和心疼之情，讨论了头像背景色和动物颜色的调整，以及表情包的选择和制作过程。User_8和User_28提出了关于头像改进的建议，包括添加猪狒狒和羊猫等元素。User_6提议将佩奇和乔治加入头像，但遭到部分成员的反对，认为配色违和。User_29加入讨论并发送了笑容表情包，为群聊增添了欢乐氛围。",
    "103": "User_9询问他人是否感到难受，同时发送了一个表情包，表情包展示了一种哭笑不得的手势、姿势和面部表情，传达着一种欢乐的情绪。",
    "104": "User_25表示还未完成某事。User_5发送了表情包表达悲伤情绪。User_14更换了公众号头像。User_1询问关于印印图的情况。User_14发送了表情包表达愤怒情绪。User_24称赞老板辛苦。User_1询问分享教官照片。User_14暗示不要传播教官照片。User_1发送了表情包表达喜悦情绪。User_3删除了一条消息并转发到朋友圈。User_27询问User_78是否熬夜。User_22询问网吧老板对自己的态度。User_3发送了表情包表达感激之情。User_14表示要去睡觉。User_27发送了表情包表达喜悦情绪。User_1发送了表情包表达感激之情。User_16提到教官姓章。User_7讨论如何处理信息泄露问题。User_5暗示可能有叛徒。User_7询问如何处理叛徒。User_1表示只有一张正脸照片。User_7发送了表情包表达幽默情绪。User_1决定内部消化信息以避免问题。User_14建议设立另一个不违法的渠道外发信息。User_1发送了表情包表达乐观情绪。",
    "105": "User_9询问群里公众号名称，User_1提醒群里有通知。User_9发送了一个表情包，表情为approval，风格为Human-like，手势为冲击，姿势为冲浪，面部表情为正常，语言为OK。User_14提到没有教官照片。User_5询问公交学校应该在哪一站下车。User_27发送了一个表情包，表情为奸笑。User_5发送了一个表情包，表情为anger，风格为Human-like，手势为无奈我只能扶额，姿势为无法 我只能扶额，面部表情为无奈，语言为无语 我只能扶额。",
    "106": "User_8提到有接送兼助回校活动，User_6表示可以迟到了。User_8询问User_6何时回佛山，User_6正在从祖庙坐k5回去。User_38提到在总站排队，前面有100人，表达生无可恋的心情。User_1和User_38都表示习惯就好。User_38发送了流泪表情，User_1鼓励他加油。User_27询问晚上要上自习吗，User_12回答不用，User_27表示很棒。User_21发布了失物招领信息，拾获物品为广佛通，联系人为User_12。User_7发送了欢呼和开心的表情包，User_1称呼他为校会大佬。User_7还发送了愤怒的表情包。",
    "107": "User_27认为前两个方案都可以，但又有新的变动。User_1提到有人建议头像要简单明了展现主题，决定交给宣传委员处理。User_5提议使用某个图作为头像，引发了一系列讨论。User_8调侃User_1天天发图，猜测是否喜欢上了这个图。User_1回应称自己不会像User_8那样“骚”。User_5分享了一个笑容表情包，引发了一些调侃和玩笑。User_16表示赞同，认为已经差不多可以确定头像了。",
    "108": "User_3分享家乡小特产，提醒大家刷牙后品尝，祝大家早休息；User_9收到特产并表示好吃，感谢学姐；User_21发送了爱心和感谢的表情包；User_12表示无法抵挡诱惑；User_8、User_22、User_19表示食物好吃；User_7发送了不同风格的感谢表情包；User_24调侃User_3要带腌面给自己；User_1迟来的感谢和称赞；User_10发送了带有笑中带泪的认可表情包。",
    "109": "用户们讨论班级事务和个人体重问题，其中班长提议全班除了班长外的人增肥，引发一系列讨论和笑话。用户分享了一则失物招领信息，提供了失主信息和拾获物品的详细信息。在讨论标签和衣服字体大小时，用户们展开了关于胸口字体大小的讨论，引发了一些有趣的对话和表情包使用。最后，用户们开始讨论拍照和分享照片，其中一位用户表示老师像魔鬼，引发了一些幽默的对话和表情包使用。",
    "110": "群内讨论去哪自习，有人建议去c102，另一人提到看通知群，有人表示一定要去，还有人提到软院传统。最后有人调侃可以不去，后果不止自负。同时，User_1发送了一个表情包，表达乐观情绪。",
    "111": "User_14表示写的字没有灵魂，字迹已经消失。User_23表示可以代签字。User_16提到有人走光了，以为放学了。User_28询问大家是否都看了思修的书。User_14问User_1有几个学生证。User_1回复猴🐵猴，提到软件学院写成了软件工程。User_1发送了一个表情包，表情为愤怒的动物，手势为摆姿势，姿势为摊开，面部表情为冷漠，语言为嫌弃。",
    "112": "User_24分享了朋友对水的好评，User_10发送了一幅欢乐的人物表情包，表情包展示了高举风车的角色，表情开心且充满喜悦。",
    "113": "User_7提到大家都缺一人User_12使用了表情[捂脸]表示五缺一User_10发送了一个surprise风格的Human-like表情包，表情为开心、张着嘴、惊讶User_12发送了一个optimism风格的Human-like表情包，表情为开心、开心、666",
    "114": "User_0询问今天上课是否在c103，后确认课室为c104。User_12发布了关于调课通知，涉及本周四和本周六的课程调整。User_0发送了一个表情包，表情为冲击的冲浪手势，表示赞同。",
    "115": "User_8询问计算导论是否使用Python，User_5确认使用Python。User_39询问课室位置，User_16回答在信息楼4楼。User_39发送了一个表情包，表示赞同，手势为冲击，姿势为冲浪，面部表情为正常，语言为OK。User_5表示对老师未回复感到沮丧，User_12建议耐心等待。User_8建议退学，并发送了一个表情包，表达悲伤情绪，手势、姿势、面部表情均为惊恐。",
    "116": "群聊内容主要围绕着用户1提到的冷漠、怡帆猪崽的发票以及寻求帮助的话题展开。用户1发送了两个表情包，表情包的意图为joy，风格为Animal，具有睡觉、卧着、微笑、嘻嘻嘻等属性。其他用户则围绕着用户1的发言进行了回复和询问。",
    "117": "User_5选择补考背答案，引起了一些讨论。User_27提到了思修要看吗的问题。User_39询问金鸡百花电影节志愿报名的事情，并得到了相关信息。User_25提到了自主学习，并发送了一个奸笑的表情包。User_1表示自己不是老师，并分享了一个生气的表情包。User_3提醒大家今晚虽然有课但没有统一安排教室，建议去图书馆自习。User_39询问是否可以在宿舍学习，得到了肯定的回复。User_0询问今晚是否有课，得知有课但不统一安排教室。User_1分享了一个睡觉的表情包，表示开心。",
    "118": "群内成员讨论丢失的硬盘，有人猜测可能还会丢机械硬盘；提到新生手册放在通知群，准备周日考试；有人误将固态硬盘当作移动硬盘；讨论班上丢失的硬盘是否是自己班的；提供线下指导解决i志愿注册问题；用户分享User_15在发传单，欢迎调戏。",
    "119": "讨论如何操作，出现问题后尝试不同方法解决；讨论篮球比赛组织，有人提议打篮球比赛；有人发寻物启事，丢失物品为雨伞；讨论篮球队组建和比赛安排；讨论录制视频和使用变声器等搞笑话题；讨论学校印象和网站登录问题；讨论宵夜选择和请客吃饭；最后有人表示不送告辞，引发笑谈。",
    "120": "User_8分享了一个视频，表达了两重伤害的心情。User_5讨论了立定跳接力项目，引发了一些逗比话题。User_40表示长跑项目很难。User_39提醒大家考试开始了，有人表示第一题不会做。User_23和User_35讨论课外阅读题，提到了一些哲学相关内容。有人发起了寻物启事，丢失了带有小猪佩奇钥匙扣和黄色小饰物的钥匙。User_38提醒团员档案和团员证的问题。User_29发送了一个表情包，表达困惑的情绪。User_18和其他成员讨论了学号更改和医保申报的问题。User_21提醒医保申报的事项，发送了一个表情包表示认可。"
}